{"name": ["区块链研发经理"], "city": ["上班地址 : 新洲南路金享楼第2栋第6层南号厂房"], "company": ["深圳市先河系统技术有限公司"], "education": ["本科"], "money": ["3-6万/月"], "desc": "\n\n任职要求：1、本科及以上学历，计算机相关专业，5年以上工作经验, 熟练阅读英文资料；2、熟悉主流的共识算法:PoW，PoS，DPoS，Paxos等；3、熟练掌握GoLang,C++等主流区块链系统开发语言，有参与区块链开发社区并贡献源码者优先(重要)；4、熟悉 Ethereum、Bitcoin、EOS 、IPFS/Filecoin等主流区块链开源项目的实现机制及运行原理；5、有分布式系统架构开发经验，掌握分布式网络和存储等相关技术(重要)；6、了解主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等；8、熟悉密码学、加密协议和加密算法；9、掌握分布式、多线程、高并发的网络编程及代码调优技术(重要)；10、了解HTTP/2协议，DAPP等去中心化应用实现机制和原理；11、具有大数据分析系统架构经验(重要)；12、有带领团队实现分布式系统的相关经验(还在运营的相关系统)，具有极强的团队协作能力、执行力、分析问题和解决问题能力，能够承受较大的工作压力(重要)。 \n"}
{"name": ["区块链媒体主编"], "city": ["上班地址 : 大坪虎头岩美源美源9楼"], "company": ["重庆金窝窝网络科技有限公司"], "education": ["本科"], "money": ["0.8-1.5万/月"], "desc": "\n\n岗位职责：1、负责区块链媒体平台内容搭建和运营；2、负责制定区块链媒体平台内容运营策略，提升平台内容质量，保证日常内容效果；3、筛选其他平台内容，填充平台PGC内容，审核平台UGC内容； 岗位要求：1、全日制统招本科及以上学历；2、年龄不可超过30岁。3、有一定内容及用户审核经验，对区块链内容质量有判断力；4、对内容运营有一定了解，能负责优质内容推荐，以及修改标题、封面等基础运营工作；5、有较强的沟通协调能力及责任心；6、有良好的学习态度；7、有较好的文字功底及写作能力。 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 越秀区"], "company": ["华厦外包服务（大连）股份有限公司金融外包分公司"], "education": [], "money": ["2.5-3万/月"], "desc": "\n\nResponsibilities:1、负责区块链技术选型、核心代码研发，参与部门相关领域技术决策；  2、支持业务需求，深度参与业务系统的设计与实施，提供有前瞻性的技术解决方案；3、开发并优化智能合约的底层系统，开发合约应用；  4、对技术相关人员进行技术和业务培训，并指导开发人员进行开发;   5、为技术决策提供规则，平衡各类涉众的不同观点，化解技术风险Requirements:1、 计算机、数学、软件相关专业，大专及以上学历，并拥有良好的学习能力、团队协作能力，能快速学习和掌握新技术新思路；  2、 3年及以上开发经验，有良好的编程基础；  3、 熟练掌握C++，Java/Javascript/Python/Erlang/Golang中至少一种语言,有良好的编码习惯以及代码调试机器；  4、 熟悉linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；  5、 具有分布式系统研发经验；  6、 熟悉区块链相关机制与原理以及主流产品；  7、 理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；  8、 精通P2P、网络通讯、侧链/跨链、密码学、分布式技术的优先；有存储系统研发经验者优先；   9、 有，Ethereum（以太坊），Hyperledger Fabric（超级账本），Tendermint，Graphene（石墨烯），Hyperledger Sawtooth（锯齿湖），Corda等区块链相关开发经验（包括DAPP 开发经验）者优先。 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 广州市越秀区广州大道中307号富力新天地中心"], "company": ["广州见华医学科技有限公司"], "education": ["大专"], "money": ["1.5-2.5万/月"], "desc": "\n\n岗位职责：1.从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现等；2.开发基于以太坊的公链和联盟链，打造信用生态，实现溯源校验等功能；3.搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出。 任职要求：1.计算机相关专业本科及以上，3年以上开发工作经验；2.熟悉比特币，以太坊，Hyperledger fabric ，quroum 等主流区块链平台的底层实现机制，熟悉POW POS DPOS RAFT PBFT等共识算法的具体实现机制;3.精通linux,有区块链项目的开发经验；4.熟悉go/python/java中的一种以上;5.熟练掌握以太坊/比特币/区块链的原理、机制和相关加密算法者优先；6.熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究岗位福利：1、 五险一金；2、 周末双休、朝9晚63、 年终奖金+节日礼金4、 生日会+团建旅行 \n"}
{"name": ["理财顾问（区块链产品）"], "city": ["上班地址 : 深业上城"], "company": ["线碰（深圳）信息科技有限公司"], "education": ["大专"], "money": ["2-2.5万/月"], "desc": "\n\n岗位职责：1、 针对公司丰富的金融产品做好高净值客户的资产配置；2、 熟悉各类高净值客户的开发方式，有相对成熟的客户来源渠道，通过高端渠道积累客户资源；3、 为高净值客户提供顾问式的私人资产配置服务，对客户的资产配置需求做出详细分析，并量身定制全面的资产配置方案，实现资产增值；4、 根据客户状况进行分层，建立完备的客户档案，根据客户的资产配置目的和投资偏好，有针对性的做好对客户的日常经营维护与提升工作；5、通过持续跟进与服务，为客户不断提供专业的理财咨询与服务，提高客户忠诚度。任职要求：1、 金融、经济等相关专业大专及以上学历；2、 有高净值客户资源，熟悉高端客户开发渠道, 现任银行对私客户经理、理财经理或其他  高端行业相关职位或3年以上行业工作经验的优先考虑；3、 有较好学习能力、关系经营能力，拥有较好的成熟度和坚韧性；4、 较强的语言表达与沟通交流能力，上进心强，富有开拓精神和自我实现的愿望，具备团队合作意识。 \n"}
{"name": ["区块链技术专职教师"], "city": ["上班地址 : 南昌市湾里区罗亭镇先锋国际软件园"], "company": ["江西软件职业技术大学"], "education": [], "money": ["1.5-3万/月"], "desc": "\n\n专业要求： 区块链技术相关专业，包括：软件工程,密码学，信息安全，计算机应用等。基于区块链方向的教学、实验和科学研究。  岗位要求： 1、符合高校教师的政治思想素质要求和身体条件，热爱教育事业，有高度责任感； 2、计算机相关专业本科或以上学历。3、2年以上软件开发经验，对区块链行业动向有很强的兴趣。4、精通C／C＋＋/Java/Go语言任意一门。（Go语言优先）5、熟悉分布式网络，P2P网络，密码学，编译原理，区块链技术中的一中或多种  提供具有竞争力、不低于国内同等一流高校薪酬，一人一议（动态增长机制）。   \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 上梅林梅坳三路29号建科大楼"], "company": ["深圳市建筑科学研究院股份有限公司"], "education": ["本科"], "money": ["1.5-3.5万/月"], "desc": "\n\n1、负责基于区块链(blockchain)的金融产品的设计和研发；2、研究、开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现；3、开发基于区块链的金融应用、互联网金融平台和基础框架；4、组织制定和实施技术决策和技术方案，组织架构设计与升级优化；5、参与项目团队成员的日常开发工作，解决开发中的技术问题。岗位职责：1、本科及以上学历，5年以上互联网服务器开发经验；2、熟悉linux操作系统，精通c++/go/java/php其中一门语言；3、良好的数据结构和算法基础，熟悉http/https协议，熟悉tcp/ip网络编程；4、有参与开源代码或者开源框架贡献者优先5、熟悉分布式系统，有高可用互联网架构开发经验；6、熟练Go/Java语言智能合约开发和Hyperledger Composer优先；7、有区块链研究和开发经验者优先，有共识算法实践和优化经验者优先。8、熟悉区块链加密算法，共识机制，安全协议，分布式计算、智能合约等底层协议与运行机制者优先 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 郑州市金水区硅谷广场B座1209"], "company": ["郑州李唐电子科技有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n职责描述：1、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现等2、开发基于区块链的相关平台和基础框架3、开发和实现加密协议，设计安全协议和架构4、编写相关技术方案，解决开发中的技术问题任职要求：1、计算机及相关专业本科学历及以上，4年以上开发经验；2、精通Java开发语言；3、熟悉sql和nosql数据库，如：Postgresql，Mysql，MongoDB，CouchDB，LevelDB等；4、熟悉分布式软件设计及开发，精通微服务架构及容器技术（如Docker）；5、熟练掌握以太坊/Hyperledger Fabric/比特币/区块链的原理、机制和相关加密算法者优先；6、有基本的分布式系统、密码学研究或实践经验者优先； \n"}
{"name": ["区块链底层开发"], "city": ["上班地址 : 留学生创业园1403室"], "company": ["深圳市零点六一八科技有限公司"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n1、 实现区块链系统的底层架构包括市场上主流的公链，侧链，和联盟链；2、根据需求和应用场景，设计合理的区块链网络的认证和准人机制，开发智能合约；3、根据需求和应用场景， 选择合适的加密算法。任职资格：1.  2年以区块链项目的实际开发经验；2.  熟悉主流公链 (比特币/以太坊/EOS) 或联盟链等区块链底层技术和相应开发；3.  熟悉共识算法以及算法流程；4.  熟悉HTTP， TCP／IP， UDP 协议；5.  熟悉密码学，安全协议和加密算法；6.  熟悉共识算法或一致性算法者，如PoW、PBFT、PoS、DPos、RPCA、Raft熟悉各种数据结构和算法；7.  精通Go、C++，Python、Java中至少 一种；8.  责任心强，良好的沟通能力和团队意识；9.  计算机相关专业本科以上学历。 \n"}
{"name": ["区块链销售+双休"], "city": ["上班地址 : 民治优城商务大厦A座1511"], "company": ["深圳市新媒体信息咨询有限公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n岗位职责：1.通过各种自媒体渠道搜集潜在客户资料并进行沟通，开发新客户；2.根据公司制定的业务指标，定时定量的完成客户开发及销售任务；3.深入了解客户的需求，为客户提供顾问式的销售方式，建立长期合作关系；4.维护长期客户，开发潜在客户，与客户建立业务联系与合作；5.善于分析，对市场敏锐度较高，善于对市场信息进行收集和运用，有运营思维。任职资格：1.学历不限，可接受应届生，有无经验均可（有经验的优先）；2.对区块链及数字资产等新兴行业具有一定的了解，以及兴趣；积极热情，敢于挑战高薪；3.善于营销，善于社区建设及维护；4.善于自我激励并严于律己，能承受较大工作压力；5.勤奋好学，做事认真踏实，热爱服务行业，有团队精神；6.具有良好的学习能力及执行力；7.为人诚恳，有耐心，有担当，有良好的团队协作能力及沟通能力。8、懂股票或数字货币优先，有做社群的经验!底薪3700+提成+奖金工作时间：周一至周五；早上9点30-下午5点30，中午休息一个半小时，周末双休 ! \n"}
{"name": ["区块链运营专员"], "city": ["上班地址 : 新东路1号 清华信息港研发楼B座806"], "company": ["深圳市必盈信息技术有限公司"], "education": ["英语"], "money": ["6-8千/月"], "desc": "\n\n 1、负责搭建和管理用户社群（包括微信群、QQ群等），实现用户的拉新和维护； 2、通过信息整合，实现与用户的实时沟通，维系社群活跃度；  3、记录/维护用户数据，及时将用户需求、疑问反馈；  4、区块链、数字资产领域的内容采集、整理和传播； 5、负责社区活动策划与文案撰写。岗位要求： 1、大专及以上学历，1年以上用户运营工作经验，有区块链或金融行业经验者优先  2、擅长用户社群与活动等与用户互动的运营能力  3、语言表达及沟通能力强，善于协调内外部资源，具备高效的协同推进和落地执行能力  4、善于创新、敢于挑战、追求极致，有较强的责任心及良好的团队合作精神，抗压能力强  5、有浏览海外科技资讯、VC 博客、社交媒体的习惯。上班地址：深圳清华信息港   \n"}
{"name": ["运维工程师（区块链方向）"], "city": ["上班地址 : 上海市闸北区江场西路299弄"], "company": ["上海谱唯网络科技有限公司"], "education": [], "money": ["1.5-2.5万/月"], "desc": "\n\n岗位职责：1、 区块链节点、钱包的搭建、升级维护；2、 协助开发工程师对链的对接；3、 解决区块链升级过程中遇到的各种问题；4、 其他运维相关工作。任职要求：1、 1年以上相关运维工作经验；2、 熟悉Linux下常用软件与环境的安装和部署，至少熟悉一种配置管理工具；3、 熟悉至少一门脚本语言（shell / perl / python等），熟悉分布式架构；4、 熟悉MySQL、MongoDB、Redis、Nginx、LVS等软件运维经验，了解应用性能管理、CDN、安全（防DDOS、CC等攻击）等第三方工具；5、 了解区块链原理及其相关技术架构的优先；6、 具有集群运维经验，以及大负载下的容量评估、问题定位、架构优化等能力优先；7、 了解docker等相关技术的优先。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 成都市一环路北一段99号环球广场"], "company": ["图丰信息（成都）有限责任公司"], "education": ["本科"], "money": ["1.5-3.5万/月"], "desc": "\n\nWant to leave your mark on a cutting-edge blockchain  initiative?At StoAmigo, we believe the future of digital is  peer-to-peer. Personal information is being increasingly centralized in  the hands of big corporations like Google, Facebook, and Amazon. We want to  provide an alternative; a way to take part in the modern digital age, along  with all its conveniences, that doesn’t require sacrificing privacy.And we need YOUR help to build it.We’re looking for a Blockchain Developer who can be a  driving force behind our push to change how data is stored and used. Your  contributions will make an incredible impact on how our blockchain works.  Responsibilities:1. Research  blockchain protocols, operational mechanisms and underlying implementation,  build the underlying structure of blockchain.2. Use  Solidity to develop smart contract based on Ethereum platform, design cases,  and write scripts to test the smart contract.3. Develop  and implement cryptographic protocols, design security protocols and architectures.4. Perform  maintenance of blockchain code.Qualifications:1. BE/B.Tech  in Computer Science or relevant majors, 3+ years’ experience in software  developing and 1+ years’ experience in Blockchain developing.2. Has  practical experience in Solidity, Truffle, and OpenZeppelin.3. Knows  the blockchain mechanisms and principles of Bitcoin, Ethereum and HyperLedger  Fabric.4. Knows  various mainstream consensus algorithms including but not limited to: PoW, PoS,  DPoS, PBFT, Paxos, Raft, etc.5. Familiar  with at least one language from Nodejs/C++/Java, participation in the  blockchain development community is a plus.6. Familiar  with TCP/IP and HTTP protocols, knowledge in BT and P2P protocols is a  plus. 7. Fluent  verbal and written English language skills. Must have no problem communicating  with foreign colleagues.岗位职责：1、研究区块链的协议，运行机制和底层实现等, 搭建基于区块链的底层架构；2、针对行业需求，开发实现基于以太坊的智能合约、搭建测试环境，编写智能合约测试用例和测试脚本；3、针对业务需求开发和实现加密协议，设计安全协议和架构；4、负责区块链代码的维护升级。任职要求1、计算机相关专业，三年以上软件开发经验，一年以上区块链相关经验；2、熟悉Solidity开发，熟悉 Truffle, OpenZeppelin框架；3、掌握Bitcoin，Ethereum，HyperLedger Fabric的区块链相关机制与原理；4、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；5、熟悉Nodejs/C++/Java等一种或多种语言，参与过区块链开发社区并贡献源码者优先；6、熟悉TCP/IP协议、HTTP协议，了解BT协议和P2P网络优先；7、英语熟练，能与国外的同事进行书面及口语交流。机遇与挑战:1、优秀的区块链项目，产品前景优秀，前沿技术和前沿产品带来的是无限的潜力2、技术上的成长，你将在这接触到大量成熟及前沿技术，开发技术快速提升。3、我们是美国全资公司，英文工作环境可以快速提升英语能力。4、具有竞争力的薪资福利。Homepage：http://www.axel.org \n"}
{"name": ["区块链咨询研发实施工程师"], "city": ["上班地址 : 钦州路100号1号楼7楼"], "company": ["上海软中信息技术有限公司"], "education": [], "money": ["0.9-1.2万/月"], "desc": "\n\n负责区块链关键技术以及区块链安全、区块链数据治理等共性技术的研究，完成相关研究报告和技术方案；负责区块链应用场景分析以及区块链应用系统的设计，带领团队完成项目研发；参与区块链标准的研制工作，撰写相关国家标准、团体标准等；参与各类项目的申报、实施和验收等工作。岗位要求计算机、通信等相关专业，硕士及以上学历；对区块链有浓厚兴趣，愿意从事区块链技术领域的开拓和创新；良好的中英文阅读和写作能力，善于梳理和挖掘信息；思路清晰，善于沟通，良好的理解能力和团队合作精神；  具有区块链科研成果或项目经验者优先。                                                 \n"}
{"name": ["区块链研发工程师"], "city": ["上班地址 : 滨江区信诚路857号世茂中心1001室"], "company": ["浙江辉科智能科技有限公司"], "education": ["本科"], "money": ["1-2.5万/月"], "desc": "\n\n职责描述：1.负责各类公有链、联盟链、私有链的技术研究以及钱包对接工作；2.持续跟进区块链技术在数字货币、智能合约、数字资产交易、支付等方向技术的研究3.积极探索区块链技术在金融等方向新的落地场景，为公司业务发展提供持续支撑。任职要求：1. 有一年以上区块链研发，钱包对接工作经验；2.掌握Bitcoin，Ethereum，HyperLedger、EOS等主流区块链技术相关机制原理与去中心化思想；3.熟练掌握java、go、c++等 语言，参与过区块链开发社区并贡献源码者优先；4.熟练掌握加密算法、共识算法、控制论、博弈论、网络安全、分布式计算。5.熟悉Linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化。互联网金融从业经验优先；区块链项目开发经验优先。 \n"}
{"name": ["商务专员（区块链）"], "city": ["上班地址 : 海岸环庆大厦2301"], "company": ["公链区块链技术（深圳）有限公司"], "education": [], "money": ["6-9千/月"], "desc": "\n\n1. 负责数字货币TO B内外需求，提出合作策略，执行推广合作方案，负责合作协议签署；（必须从事过区块链、数字货币交易、Token相关工作者，其他勿扰）2. 根据业务发展需求和公司战略，挖掘意向数字货币生态合作资源；3. 沟通和筛选潜在合作生态伙伴 TO B；4. 参与并负责公司合作生态的拓展、谈判、推进，并对效果负责；5. 独立完成商务谈判并制定合作方案。【任职要求】1. 必须要有1年以上区块链/数字货币交易工作经验者；有金融工作经验者也可联系，无相关工作经验者勿扰；2. 具有较强的商务拓展及沟通能力；具有良好的职业形象和职业素质；3. 具备敏锐的洞察力和优秀的区块链市场开拓能力及相关生态资源优先； \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 武汉东湖新技术开发区黄龙山北路4号三工光电产业园（地铁二号线黄龙山站附近）"], "company": ["武汉湖江科技有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n【岗位职责】1、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现，并进行必要的调优2、编写智能合约以及区块链上层应用，并编写测试代码；3、搭建开发区块链平台和基础框架，参与区块链技术在行业应用中的衔接与落地；4、负责技术攻坚，解决项目中的复杂的问题和技术难题；5、迅速修复开发过程和生产环境的bug；6、编写和维护软件文档，如详细设计，开发规范，模块管理规范；7、Review团队成员的代码，并提供技术指导，分享开发经验；8、按计划完成分配的任务。【任职要求】1、本科以上学历，计算机软件等相关专业，三年以上软件开发经验，一年以上区块链相关开发经验；2、掌握区块链原理，熟悉至少一个区块链开源项目，例如 Hyperledger Fabric、Ethereum等，有区块链开发和开源贡献经验更佳；3、熟悉HyperLedger框架部署与调优，精通框架代码者优先； 4、具有智能合约与区块链应用开发能力，熟练掌握Golang或Python；5、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等等； 6、熟悉云部署/分布式部署，有金融区块链相关工作经验者优先； 7、有强烈的责任心，良好的沟通协作能力与团队合作精神。 \n"}
{"name": ["代招聘：区块链业务合伙人"], "city": ["上班地址 : 1865产业园C4幢"], "company": ["南京天使投资管理有限公司"], "education": [], "money": ["4-5万/月"], "desc": "\n\n代区块链项目招聘岗位职责：1、负责为客户提供咨询、建议服务2、负责区块链产品宣传、推广、运营3、管理营销团队任职资格：1、大专及以上学历2、了解区块链市场或有志于从事区块链行业3、具有多年销售及销售团队管理经历4、学习能力强，做事条理性强，有事业心，热爱销售；5、如需及时回复可致电公司或发送简历至angeljshr@angeljs.com \n"}
{"name": ["品牌宣传经理（区块链行业）"], "city": ["上班地址 : CBD中州大厦33层"], "company": ["前海盛达源基金管理（深圳）有限公司"], "education": [], "money": ["1-1.5万/月"], "desc": "\n\n五险一金、通讯补助、餐补、电脑补助、带薪年假项目奖金定期团建节日福利职位描述岗位职责：1、 负责公司微信、官网等线上媒体的日常运营及维护工作；2、 对接各个传统及互联网媒体，建立并维护渠道关系，提升品牌知名度；3、负责策划并组织执行宣传活动，统筹实施各类活动策划、方案的创意、文案撰写及后续效果跟进；4、善于挖掘与提炼品牌价值，负责品牌推广所需的各类宣传文案、软文撰写，对外发布宣传信息的审核、校订等 任职要求：1、本科及以上学历，一年以上金融区块链行业优先2、具有较强的文字功底和文案撰写能力，具备大型活动的策划、组织执行及统筹协调经验者优先；3、有相当的组织判断能力、人际沟通能力、计划与执行能力；4、具有图片、视屏拍摄和后期制作的工作经验；5、为人诚信可靠、工作认真负责，具有团队协作意识，高效、精准的完成公司品牌的推广工作。 \n"}
{"name": ["社区运营客服（区块链行业）"], "city": ["上班地址 : 洪山区光谷新世界T加写字楼2006"], "company": ["武汉驰泰区块链科技有限公司"], "education": [], "money": ["4.5-6千/月"], "desc": "\n\n岗位职责：1、负责品牌相关社区维护工作，不限于微信、微博、贴吧等各类新媒体平台；2、及时配合官方活动推广需求，在各新媒体渠道做有效输出与传播；3、按照品牌传播需求，不断拓展和可合作新媒体渠道，进行联合活动；4、每日进行数据汇总与分析，及时调整推广形式。岗位要求：1、大专及以上学历，中文、广告学优先；2、1-2年工作经验，有区块链行业经验或者线上客服经验者优先；3、自我驱动力强，效率高，可适应整体品牌推广节奏；4、具备良好的商业意识，缜密的逻辑思维能力，灵活的沟通与协调能力，以及优秀的执行能力。公司福利:1、不定期举行各种团建活动:漂流、拓展、爬山等，节假日福利丰厚。2、早九晚六，周末双休，法定假日正常休息。3、公司将给予巨大的发展平台和晋升空间。 \n"}
{"name": ["区块链国际市场CEO助理"], "city": ["上班地址 : 文一西路1288号海创科技中心"], "company": ["上海上旭实业有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n1. 根据公司发展战略,确立并制定公司国际商务拓展计划及策略;2. 负责开拓国际合作项目、自主拓展,包括项目评估、合作洽谈、商务合同谈判、项目管理等;3. 能够通过多种渠道获得国际的合作项目机会,推荐并立项符合公司发展战略的国际项目;4. 协助其他业务部门进行新项目的市场调研和评估;5. 有区块链工作经验优先1. 本科学历，拥有熟练的英文表达交流以及书面能力，同时具备英语、韩语和日语优先2. 至少5年以上的国外知名药企商务拓展部门的相关工作经验3. 积极主动,富含对工作的激情以及决心,勇于负责4. 拥有良好的商业策略能力及业务拓展专长5. 可以预判并决定产品的发展潜力以及相关地域的商机6. 积极主动,富含对工作的激情以及决心,勇于负责 \n"}
{"name": ["社群运营助理（区块链游戏）"], "city": ["上班地址 : 广深公路北侧（八十区）新城广场三楼创富港众创空间"], "company": ["上海爱扑网络科技股份有限公司"], "education": [], "money": ["5-7千/月"], "desc": "\n\n岗位职责：1、【玩好游戏】熟悉游戏内容，定期整理社区反馈内容，协助游戏版本改进。2、【做好沟通】搭建和管理游戏官方社群，做好日常反馈交流，提升玩家服务满意度。3、【策划活动】通过线上、线下多种活动形式，优化活动数据，完成游戏阶段性营销目标。4、【输出内容】协助游戏内容建设，包括不限于项目周报、社区专访、新手攻略、活动FAQ等文案撰写。5、【运营渠道】逐步承担起国内外社会化营销渠道的运营工作，包括不限于微信公众号、facebook、medium等。任职要求：1、【爱游戏】热爱游戏，游戏经验丰富，能够快速上手游戏并理解游戏核心玩法。2、【爱交流】性格开朗，沟通能力强，有一定的英语沟通能力，有海外经验者优先。3、【爱思考】对新鲜事物有好奇心，喜欢独立思考，有逻辑能力，学习和探索欲望强。4、【能写作】有一定的中文写作能力，熟练使用office办公软件，有自媒体运营经验者优先。5、【执行力】具有较强的团队精神和责任感，勤劳肯干，细心认真，能承担一定的工作压力。6、【有经验】有网络游戏运营经验的，或者参与过互联网金融、区块链、数字货币社群运营的优先。来这里：1、【好项目】你将参与到领先业内的区块链游戏项目，见证一个全新市场的探索过程。2、【好成长】你将得到专业的导师指导，无限可能的职业晋升通道，始于助理，不止助理。3、【好激励】工资只是零花钱，Token和奖金才是我们的追求，前提是你为项目做出了贡献。4、【好开心】你将拥有和谐的团队氛围，享受追求效率，以终为始的团队文化，开心工作，快乐学习。来这里：1、【好项目】你将参与到领先业内的区块链游戏项目，见证一个全新市场的探索过程。2、【好导师】你将得到专业的导师指导，无限可能的职业晋升通道，始于助理，不止助理。3、【好激励】工资只是基础，Token和奖金才是我们的追求，前提是你为项目做出了贡献。4、【好开心】你将拥有和谐的团队氛围，享受追求效率，以终为始的团队文化，开心工作。5、【好环境】你将感受棒棒哒的工作环境，便捷的交通和附近宜居的生活圈，生活工作两不误 \n"}
{"name": ["区块链创意文案"], "city": ["上班地址 : 浦东新区三林路1515号 中房晶华公馆2号楼（11号线三林东站）"], "company": ["润焱人力资源（上海）有限公司"], "education": ["本科"], "money": ["6-8千/月"], "desc": "\n\n一、岗位职责：1. 社会化媒体营销需要的创意文案、常规文案及创意内容策划撰写； 2. 能够协助策划部门或独立产出活动创意、亮点结合创意内容； 二、任职资格： 1. 热爱创意传播工作，玩微博微信、混天涯豆瓣、懂知乎果壳等； 2. 有创意、脑洞大、文笔好、逻辑强、写得了段子，抓得住热点； 3. 工作效率高、学习能力强、理解沟通能力强； 4. 有相关领域工作经验或相关专业毕业者优先考虑。 \n"}
{"name": ["（区块链）产品经理"], "city": ["上班地址 : 长宁区宣化路300号华宁国际北塔( 2 3 4号线 中山公园 5号口出来)"], "company": ["上海奕见企业管理咨询有限公司"], "education": ["大专"], "money": ["4-5万/月"], "desc": "\n\n岗位职责：1、需求分析：与用户、运维人员、公司高层管理进行沟通，持续关注市场动态，了解用户和市场对产品的业务需求，以及公司的发展目标。并进行分析、讨论、整理；2、产品设计：负责产品功能的定义、交互原型设计、需求规格文档撰写等，与开发、测试、运营、客户等进行明确有效的需求沟通，确保每个环节都正确理解需求；3、产品规划：参与产品线规划，分析区域块链行业发展，能够快速形成相应的产品解决方案；定义用户场景，研究和借鉴国内外区域块链行业先进网站的经验，制订用户体验持续优化方案并制作网站页面的原型图；负责平台后台设计，如社区板块、项目端板块、交易所板块、媒体板块、投资机构板块、金融板块、会员板块等方面的功能需求和产品设计；4、产品项目管理：进行项目管理，包括从需求调研至设计、开发、测试、运营的每个过程进行跟踪管理，协调各环节高效开展工作，确保产品如期上线运营；5、负责产品上线以后的迭代管理，对产品的品质、成本、及目标达成全面负责；6、负责公司网站终端智能硬件产品规划和项目交付实施7、负责产品的体验验收及发布培训；任职要求：3年以上金融交易平台、B2B等互联网行业及平台类企业产品经理的工作经验。能独立自主完成整个产品的调研、开发指导、实施和运作，能够发现和预见实施过程中的问题；能够独立操作Axure等工具，独立完成产品PRD、Demo及MRD等内容；能够深入的了解产品的研发和运营流程；熟悉用户体验、交互设计理论知识；思维开放、善于进行创新；较强的逻辑分析能力和数据敏感性；了解区域块链产品整体实现过程，包括从需求分析到产品发布，深刻理解用户需求；具备文档撰写能力和页面设计能力，有产品规划方案编写经验；优秀的逻辑分析能力和表达能力，良好的跨部门沟通和项目协调能力； \n"}
{"name": ["区块链讲师"], "city": ["上班地址 : 武宁路501号鸿运大厦8楼"], "company": ["上海志帆教育科技有限公司"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\n1.负责区块链方面课程体系的设计、生产；2.制作课程案例，编写教学文档；3.按照需求录制视频课及带好现场面授课。 \n"}
{"name": ["区块链研发工程师"], "city": ["上班地址 : 广州荔湾区周门路18号科工贸园301A"], "company": ["广州市融信达供应链管理有限公司"], "education": [], "money": ["1.5-3万/月"], "desc": "\n\n岗位职责 1.  从事区块链产品和DAPP的设计、研发工作和运维工作，研究区块链的共识算法，运行机制和底层实现，并进行必要的调优；2.  搭建区块链平台和基础框架，研究区块链底层技术，开发智能合约，以及上层DAPP的开发工作；3. 开发区块链BaaS及Wallet等平台，进行技术攻坚，解决项目中的复杂的问题和技术难题。应聘资格要求 1. 掌握区块链原理，熟悉至少一个区块链开源项目，例如Hyperledger Fabric、Ethereum等；2.   理解各类主流的共识算法，包括不限于PoW、PoS、DPoS、Raft等；3.   熟练掌握GoLang, Python等编程语言，有良好的编码习惯；4.   有区块链底层链或BaaS平台开发经验者优先；5.   熟练使用Linux平台进行软件开发，和使用Git进行代码版本管理；6.   熟悉容器及云计算架构和底层原理，熟悉微服务架构，熟悉分布式系统架构设计；7．对DevOps有深刻理解和实践经验者优先；8.   喜欢开源技术，有开源社区贡献者优先；9.   良好的应用水平；10. 良好的沟通能力和团队合作精神。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 祥园路28号智汇园6幢3楼"], "company": ["浙江辉驿网络科技有限公司"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n1、基于区块链底层架构，实现公链，侧链，私有链及多种逻辑开发。2、根据应用场景，设计开发智能合约。任职要求：1、计算机相关专业全日制大学以上学历，2年以上开发工作经验。2、至少熟悉一种区块链，熟悉web3和RPC的以太坊网络编程。3、熟悉各种数据结构和算法，对密码学，安全协议有研究，了解比特币/以太坊等区块链的原理，机制和PKI等相关加密算法。4、了解共识算法，POW，POS，BPFT等。5、精通C++/C， Go，Python至少一种语言。6、具备智能合约开发经验，了解设计模型。7、良好的团队协作精神和执行力，主动学习能力和问题解决能力。 \n"}
{"name": ["区块链项目经理"], "city": ["上班地址 : 平朗路9号万国城B座6楼A"], "company": ["乙丙丁健康产业（深圳）有限公司"], "education": ["中专"], "money": ["0.5-1万/月"], "desc": "\n\n1.完成公司销售任务，对接项目资源 2.参与制定相关销售计划和方案；3.有效的进行客户关系的维护和发展，提升客户满意度；岗位要求：1.大专及以上学历，有区块链行业经验优先考虑；2.年龄20-35周岁，形象气质佳，普通话流利；3.具备较强的销售意识，服务意识和较强的沟通谈判能力；4.一年以上面对面销售经验，保险行业、金融行业、基金证券行业、房地产行业工作地方：华强北中航大厦或龙岗区万国城面试地方：龙岗区万国城 \n"}
{"name": ["区块链架构师"], "city": ["上班地址 : 白石路3609号深圳湾科技生态园"], "company": ["中邦人力资源（广州）有限公司"], "education": ["本科"], "money": ["25-50万/年"], "desc": "\n\n1、负责区块链系统的整体架构设计和核心功能开发；2、负责区块链的协议、运行机制、底层源码研究和改进；3、负责把控整体项目开发进度；4、持续关注区块链相关前沿技术研究，保持公司的市场优势；年龄超过33岁不考虑 必须一本以上学校（第一学历） 6年以上工作经验, 熟练阅读英文资料熟悉主流的共识算法:PoW，PoS，PoA，DPoS，PBFT，Paxos，Raft等熟练掌握GoLang,Solidity,C++,JAVA等主流区块链系统开发语言，参与区块链开发社区并贡献源码者优先熟悉 Ethereum、Bitcoin、Hyperledger、EOS 等主流区块链开源项目的实现机制及运行原理了解一些主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等职位优先项  具备较强的emc；c；架构设计；cache；mq；需求分析；go；sql；od；项目实施能力优先 方向要求 具有设计；emc；区块链；软件；od；测试；ct；后台；pe；开源项目相关工作经验优先职位年薪 25K - 50K      x12个月     薪酬福利 14薪，还有另加公司业绩奖励。五险一金，优秀会有期权。 试用期3个月，一般9折。不会低于80% 五险一金按照深圳市社保二挡，五险一金都有 \n"}
{"name": ["销售(区块链)"], "city": ["上班地址 : 布吉水径商业广场B栋523"], "company": ["深圳市卡斯汀科技有限公司"], "education": [], "money": ["1-2万/月"], "desc": "\n\n分公司招聘：深圳百娱网络科技有限公司【岗位职责】1. 负责了解产品内外需求，提出合作策略，策划推广合作方案，负责合作协议签署；（必须从事过区块链、数字货币交易或金融行业相关工作者，其他勿扰）2. 根据业务发展需求和公司战略，挖掘意向合作资源；3. 沟通和筛选潜在合作伙伴；4. 参与并负责公司合作方案的拓展、谈判、推进，并对效果负责；5. 独立完成商务谈判并制定合作方案。【任职要求】1. 必须要有1年以上区块链工作经验验者；有金融工作经验者也可联系，无相关工作经验者勿扰；2. 具有较强的商务拓展及沟通能力；具有良好的职业形象和职业素质；3. 具备敏锐的洞察力和优秀的区块链市场开拓能力、业务推动能力； \n"}
{"name": ["黄埔区块链前端软件工程师"], "city": ["上班地址 : 广州科学城总部经济区A3栋7楼，广州科学城科学大道235号"], "company": ["广州黄埔区块链培训中心有限公司"], "education": [], "money": ["1-1.5万/月"], "desc": "\n\n岗位要求：1、能独立完成前端架构体系的规划设计、编码开发、测试及部署；2、WEB端H5前端的开发与维护；3 、熟悉vue.js、h5、javascript、CSS，了解tomcat，有1-2年前端开发经验、4、 积极配合团队完成相关工作，充分理解业务需求，与设计团队紧密配合，负责或者参与需求分析，与开发团队紧密配合，确保代码有效对接，优化后端性能；5、 参与或者负责概要设计、详细设计文档编写。 \n"}
{"name": ["区块链首席技术官/区块链高级开发"], "city": ["上班地址 : 南宁路980号徐汇万科中心D座1层"], "company": ["河南八六三软件股份有限公司"], "education": ["本科"], "money": ["3-5万/月"], "desc": "\n\n1.负责基于区块链(Blockchain)的互联网应用产品设计和研发；2.研究区块链的协议，运行机制和底层实现等；3.开发、实现和改进加密协议，设计安全协议和架构；4.开发基于区块链的服务产品，包括后端协议、基础架构、系统服务及其相关客户端；5.负责公司区块链相关平台的技术方向、技术规划与运筹实施方案，为公司业务发展提供全面的技术保障。任职要求：1.大专以上毕业，至少1年互联网或金融技术开发经验；2.精通Linux，了解或熟悉操作系统架构，分布式架构 至少精通Java，Scala，Python，Nodejs，Go 等至少一门编程语言 ；3.熟悉分布式、多线程及高性能的设计与编码及性能调优, 有2年以上分布式系统架构和P2P网络系统开发经验的优先;4.熟悉Ethereum、OpenChain、Bitcoin、Hyperledger、井通等相关开源项目或区块链技术，熟悉主流共识机制实现原理，有研究、贡献和实际实施经验的优先；5.有Mysql、Redis和MongoDB中至少一种数据库开发经验；6、精通分布式集群技术、网络优化 熟悉数据分析，数据挖掘方法 精通RabbitMQ，ActiveMQ，ZeroMQ 等主流消息队列。 \n"}
{"name": ["区块链产品经理"], "city": ["上班地址 : 宣武门外大街6号庄胜广场南翼"], "company": ["珠海汇金科技股份有限公司"], "education": ["本科"], "money": ["3-4万/月"], "desc": "\n\n岗位职责:1、负责区块链相关的工具型、供应链、金融、电商等方向产品的规划、产品设计等工作；2、研究行业商业模式，提出符合业务目标和用户价值的区块链平台或产品规划；3、根据产品的规划，挖掘用户需求，完成产品的需求收集、分析和需求文档撰写；4、策划产品功能，输出原型和PRD，与技术团队对接，主导功能的推进和验收；5、对产品运营进行数据分析与挖掘，持续改进，提升产品的用户满意度；6、结合公司业务和行业发展，有创新意识地挖掘新产品。任职要求:1、本科及以上学历，计算机等相关专业2、5年以上工作经验，2年以上区块链产品经验；2、了解Hyperledger Fabric 架构或R3 Corda架构及其业务涉及理念；3、对比特币、以太坊、Ripple、EOS有较好的分析与洞察能力；4、具有至少一款成功产品的设计与管理经验。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 恒茂梦时代7栋909"], "company": ["江西省开物科技有限公司"], "education": ["大专"], "money": ["1.5-2万/月"], "desc": "\n\n岗位职责：1、参与区块链技术的研发、设计和开发工作；2、能够基于以太坊等主流平台进行智能合约、DAPP及数字通证的开发；3、结合实际业务场景，在区块链架构上开发、部署、实施、监控审计节点、智能合约；任职要求1、计算机相关专业，对区块链技术有深厚兴趣，并拥有良好的学习能力，能快速学习和掌握新技术新思路；2、参与区块链相关开源项目开发经验者优先；3、精通一门主流编程语言（如C/C++，Java，Python, Javascript等）4、熟悉共识机制POW 、POS、DPOS、DBFT一种或一种以上；5、熟悉金融、网络通讯、侧链/跨链、密码学、分布式技术其中一种或多种的，优先考虑。 \n"}
{"name": ["海外社区运营（区块链）"], "city": ["上班地址 : 深南大道9966号威盛科技大厦705"], "company": ["深圳市鑫河区块链技术开发有限公司"], "education": ["本科"], "money": ["1-1.8万/月"], "desc": "\n\n岗位职责：1、负责海外地区的整体运营工作，包括媒体宣传、市场推广、渠道建设和用户服务的整体策略和实施；2、及时反馈产品海外运营数据、用户反馈和市场状况，优化运营策略；3、对用户进行产品咨询介绍，通过邮件、官方账号、海外社群回复和处理用户提出的问题；4、多个渠道线上活动的组织和发布；5、翻译稿件等官方资料。任职要求：1、本科及以上学历，两年以上相关工作经验；2、英文熟练，中文可以沟通；英语读写能力优秀（必须），口语优秀者优先（不必须）；3、语言表达能力强，擅于沟通；4、有区块链或者金融公司从业经验者优先；5、工作态度认真，责任心强，具备团队合作精神?。  \n"}
{"name": ["韩国市场运营（区块链）"], "city": ["上班地址 : 华盛路78号（近汉中路地铁站）"], "company": ["上海汇银（集团）有限公司"], "education": [], "money": ["0.8-2万/月"], "desc": "\n\n1、熟悉韩国区块链市场并掌握线上、线下活动的宣传渠道；2、负责收集活动数据并完成活动总结报告，完成活动数据分析，对结果进行评估和反馈；3、收集整理韩国相关官方资料，并能及时准确完成与韩国相关人员的对接；4、协助上级进行项目的商务活动及签约资料准备。任职要求：1、韩语精通，母语优先；2、具有1年以上区块链相关工作经验，或对区块链和数字资产有浓厚的兴趣；3、熟悉社区、社媒运营；4、熟练掌握办公软件操作。 \n"}
{"name": ["区块链架构师"], "city": ["上班地址 : 深圳市罗湖区深南东路5002号信兴广场地王商业大厦40楼13-15单元"], "company": ["中飞租融资租赁有限公司北京机械设备租赁分公司"], "education": ["本科"], "money": ["3-4万/月"], "desc": "\n\n岗位职责：1、负责区块链系统的整体架构设计和核心功能开发；2、负责区块链的协议、运行机制、底层源码研究和改进；3、负责把控整体项目开发进度；4、持续关注区块链相关前沿技术研究，保持公司的市场优势；任职要求： 1、10年以上区块链产品开发工作经验，本科以上学历，计算机或相关专业毕业， 有较强的学习能力，无障碍阅读英文技术文档。 2.、精通C++/ Java/Golang多种语言。 3、了解TrustSQL、Hyperledger Fabric、Kubernetes/Docker  。 4、有区块链商用项目的实际开发经验，精通Hyperledger fabric、Ethereum、Bitcoin。 5、  有分布式共识、分布式网络、应用密码学、加密算法、虚拟机技术等学习和使用经验、有分布式系统性能分析及调优经验优先。 6、 有区块链解决方案、产品设计和交易事台开发经验。 7、 良好的表达和沟通能力，能够承受一定的工作压力，对工作认真负责、有强烈的责任感和良好的团队合作精神。 8、具备较强的c；架构设计；cache；mq；需求分析；go；sql；od；项目实施能力优先。 9、具有区块链；软件；od；测试；ct；后台；pe；开源项目相关工作经验优先。10、 熟悉 Linux 平台上的系统编程和常用命令，掌握Docker容器基本应用和命令。 11、.熟悉PoW，PoS等区块链共识算法/协议细节。 12、熟悉数据库设计，有MySql、MongoDB、Redis等经验者优先。 \n"}
{"name": ["C/C++开发工程师(人工智能/区块链)"], "city": ["上班地址 : 儒江西路1号新大陆科技园（班车接送）"], "company": ["新大陆科技集团有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n工作职责:1、负责集团研究院人工智能的应用实践、部署及性能优化工作；2、组织和参与客户的日常交流和业务访谈，了解业务问题和需求，对客户需求进行深度挖掘分析，依据客户需求设计解决方案；3、有区块链系统使用经验或者熟悉数字经济体系优先。任职资格:1、 计算机相关专业本科以上学历，2年以上IT领域技术开发工作经验；2、 精通掌握Java、C、C++、Python等2门以上语言开发能力；3、 掌握数据库Oracle、SQL Server、MySql、Sqlite的使用和操作；4、 掌握linux、Windows应用开发技能；5、 了解Web开发技术，熟悉HTML、CSS、Java\"script\"、Ajax、XML、JSON等；6、 了解Redis、mongodb、Kafaka等；7、 有Saas开发经验优先考虑。工作时间：8:30-17:30，周末双休，享受国家各类法定节假日及带薪假期。免费班车路线：井大（7:30）—五福天桥（7:37）—园区闽大(7:20)—东辉花园（7:35）—园区上渡（7:40）—福湾新城(7:48)—园区福大北门（7:30)—物构所（7:35）—园区南公园（7:41）—长乐路（7:45）园区万商（7:33）—教院附中（7:40）—园区西洪（7:30）—梅峰（7:35）—园区福机（7:42）—蓬埕（7:48）—江十（7:52）—人民埕（7:55）—园区屏西（武警总院门口）（7:35）—省体中心（7:40）—园区省体中心（7:40）--园区世欧澜山（7:40）—晋安区委（7:43）—园区茶会小区（7:42）—前屿（7:46）—福光格致（7:50）—园区旗山大道招呼站（7:20）—省档案馆（7:27）—葛岐村（7:37）—信通中心（7:42）—乌龙江大区（7:47）—湾边桥头（7:52）—园区麦德龙（7：45）－三木花园（7:55）—武夷绿洲（8:00）—园区省检察院（7:35）—湖塍公交站（7:37）—园区三叉街（7:43）—园区金山小学（7:32）—中庚城（7:34）—燎原（7:40）—园区金山四期（7:30）—洪湾路口（丽景天成一侧7:35）-桔园洲公交站（7:40） 浦上大道（7:40）—园区 \n"}
{"name": ["Blockchain区块链架构师"], "city": ["上班地址 : 黄泥川天地软件园"], "company": ["IBM China"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n岗位职责：负责选型和设计适用行业场景的区块链产品，并推动区块链应用和解决方案的落地实施；参与区块链核心系统的架构设计和研发工作发展区块链技术，探索和推进区块链技术在不同场景的应用区块链项目核心开发和智能合约开发。区块链经济模型技术实现研究。任职条件：本科以上学历，计算机或相关专业毕业。精通Golang/Java/C/C++中的一种或多种语言。精通Hyperledger Fabric, Kubernetes/Docker . 有分布式共识、分布式网络、应用密码学、加密算法、虚拟机技术等学习和使用经验。有区块链解决方案、区块链产品设计或其他区块链相关工作经验。有较强的学习能力，能熟练阅读英文技术文档；具备良好的表达能力和沟通能力，能够承受一定的工作压力；对工作认真负责、有强烈的责任感、并有良好的团队合作精神。有分布式系统性能分析及调优经验优先。有云应用经验(AWS, Azure, IBM cloud, Ali Cloud) 及微服务开发经验优先有英语、日语听读写经验优先任职条件熟悉Ubuntu, Node.js,Javascript Kubernetes/Docker 有Web application, REST/API 相关工作经验精通微服务熟悉 Cloud相关技术，有AWS, Azure 相关云应用经验。精通 NoSQL 。 精通Hyperledger Fabric 有英语、日语听读写经验优先 \n"}
{"name": ["区块链研究员"], "city": ["上班地址 : 坪山大道2007号创新广场B座18层"], "company": ["鼎铉商用密码测评技术（深圳）有限公司"], "education": [], "money": ["2-3万/月"], "desc": "\n\n岗位职责:负责区块链平台模型设计、理论研究、***领域方法论研究；负责区块链技术研究报告、专利等编写；负责研究型项目技术方案、设计文档等技术研究文档的编写；参与国内外区块链领域技术会议，分享或培训区块链研究成果；完成领导安排的其他任务。岗位招聘条件：  1.博士研究生以上学历，计算机、数学或相关专业，两年以上理论研究经验，曾参与有影响力或知名度项目研究，并属于研究骨干及以上成员；  2.研究方向为区块链隐私保护、共识机制等领域，有相关论文发表；  3.具备基本的计算机专业基础、理解计算机系统模型、网络模型、通讯模型、存储模型等，具备一定的编码实现能力；  4.良好的英文技术文档阅读能力，具有一定的科研能力和学术素养；  5.具备一定的技术敏感度，能跟随业界最新的技术方向和动态；  6.参与编写过标准或知名机构研究报告者优先；  7.具备良好的沟通表达能力、抗压能力、工作协调能力，能适应出差；                                                      8.有区块链、信息安全、商用密码相关从业经验优先。 \n"}
{"name": ["Blockchain区块链开发工程师"], "city": ["上班地址 : 深圳市南山区留仙大道1201号西丽大学城创客小镇15幢1-2层"], "company": ["深圳飞豹航天航空科技有限公司"], "education": [], "money": ["2-2.5万/月"], "desc": "\n\n1、 负责公司区块链(blockchain)产品的设计和研发；2、负责基于以太坊等主流平台的智能合约及数字货币的开发，和数字交易平台技术对接；3、负责基于区块链技术的公有链、联盟链的应用开发；研究、开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现；4、积极探索区块链技术在数字资产、产品追溯、身份验证等应用的落地场景，为公司业务发展提供持续支撑任职资格：1、本科以上学历，计算机软件等相关专业，五年以上软件开发经验，两年以上区块链相关开发经验2、深刻了解区块链底层技术原理，熟悉p2p网络和分布式存储，熟悉主流的共识机制，对比特币系统或者其他区块链项目拥有清晰的认识，对区块链行业发展拥有独到的见解；3、精通java、C/C++ ，熟练掌握Java，C++，Go，Node.js, Python等主流区块链系统开发语言至少两种。熟悉分布式事务，熟悉面向对象技术,设计模式；4、理解各类主流的共识算法，包括不限于PoW、PoS、DPoS、PBFT、Paxos、Raft等；5、熟悉Ethereum、Bitcoin、Hyperledger fabric等主流区块链开源项目的实现机制及运行原理；6、有加密货币或区块链技术实际实施经验的优先； 上班地址：深圳市南山区留仙大道1201号西丽大学城创客小镇15幢1层，附近是美食汇、聚汇所有地方的特色美食、距离地铁站只需5分钟、交通方便，优惠出租房、公寓宿舍、让你有个窝心的小家。 \n"}
{"name": ["区块链研究员"], "city": ["上班地址 : 深圳市南山区科华路5号讯美科技广场2号楼666室"], "company": ["区块链（深圳）研究开发中心（普通合伙）"], "education": ["本科"], "money": ["1.5-2.5万/月"], "desc": "\n\n职位描述：1、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现等；2、搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出；3、组织制定和实施技术决策和技术方案，组织架构设计与升级优化；4、指导项目团队成员的日常开发工作，解决开发中的技术问题。任职要求：1、软件工程或计算机相关专业本科及以上，3年以上开发工作经验；2、精通linux,有区块链项目的开发经验；3、熟悉golang/python/java/c++中的两种以上;4、熟练掌握以太坊/比特币/区块链的原理、机制和相关加密算法者优先；5、熟悉各种数据结构和算法，对区块链中涉及的密码学，安全协议和加密算法有研究；6、良好的团队协作精神和执行力，较强的分析问题和解决问题能力。7. 有大型互联网公司或知名大数据公司研发经验者优先。8.能流畅阅读英文文档者优先 \n"}
{"name": ["区块链文案编辑"], "city": ["上班地址 : 暄悦东23号保利中悦广场902"], "company": ["广州市华越文化艺术策划有限公司"], "education": ["本科"], "money": ["0.8-1万/月"], "desc": "\n\n岗位职责：1、根据公司运营战略和市场节奏撰写区块链宣传文稿2、完成上级安排的文案策划工作，包括宣传文案和公司品牌建设等文案3、根据公司产品宣传需要，通过多种渠道收集整理和公司产品相关的区块链行业、产品或服务及其相关区块链资料 任职要求：1、本科及以上学历，专业不限，一年以上文案撰写工作经验2、文案写作能力强吧，对热点有敏感度，可独自进行文案撰写、内容策划、活动策划等3、善于信息搜索与编辑整理，具有较强的选题策划能力，能独立撰写文案，尤其是深谙区块链领域4、有创新意识、责任心、进取心和团队合作精神，对区块链领域有一定研究以及有浓厚的兴趣者优先 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 西湖支路2号精信中心A塔13楼"], "company": ["重庆格泰尚恒网络科技有限公司"], "education": ["大专"], "money": ["1.5-2.1万/月"], "desc": "\n\n岗位职责:1、基于区块链(Blockchain)企业技术架构设计与开发行业区块链解决方案;　　2、根据系统架构进行产品前期的技术选型、POC，开发与测试;　　3、充分理解系统架构，实现区块链方案的功能模块;　　4、根据产品和项目需求及总体设计，编写系统模块的详细设计文档和系统测试文档;　　5、研究区块链的协议，运行机制、加密技术、底层实现和共识算法等，参与设计安全协议和架构;　6、推动团队技术经验分享，关注区块链相关前沿技术研究，保持公司市场的优势;职位要求:1、计算机，数学，电子工程及相关专业，3-5年以上区块链技术开发经验;;　　2、熟练掌握GoLang，C++，JAVA等主流区块链系统开发语言，3、有良好的编程习惯和编码风格，参与区块链开源开发;　　4、扎实的计算机理论和网络知识，数据结构、算法、数据库理论，计算机网络;　　5、对区块链的开源项目Ethereum、Hyperledger、Bitcoin有研究、开发和实践者优先;　　6、有网络安全相关产品开发经验，有丰富的分布式、点对点网络协议的应用开发经验;　　7、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等;　　补充说明：能接受国外工作国外*** \n"}
{"name": ["架构师（区块链方向）"], "city": ["上班地址 : 圆明园路209号真光大楼"], "company": ["众安在线财产保险股份有限公司"], "education": ["本科"], "money": ["2.5-3.5万/月"], "desc": "\n\n岗位职责：（1）负责区块链基础协议发展规划制定；（2）负责区块链基础协议的架构设计；（3）负责区块链基础协议的关键功能组件实现；（4）支撑区块链业务场景的技术解决方案制定。任职资格：（1）计算机专业，对新技术极度热情和敏感；（2）5年以上的分布式系统架构设计经验，熟悉主流分布式开发套件，丰富的架构优化设计经验；（3）优秀的编程实现能力，精通Golang，具有快速实现基础核心模块的能力；（4）精通至少一种当前主流区块链基础协议，熟悉运行机制与原理，包括共识机制、密码学和智能合约等内容；（5）主导研发过操作系统、数据库或分布式脚手架等。 \n"}
{"name": ["区块链运营专员"], "city": ["上班地址 : 虚拟大学园W1-A  608A"], "company": ["深圳市神之笔互娱科技有限公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n职位要求：1.精通区块链相关技术，熟悉币圈、链圈；2.负责撰写区块链相关的宣传、活动、资讯文案；3.负责用户挖掘和与其互动、维护；4.营销点子多，文字功底强，具备文案策划与撰写能力，能独立组织和完成创意文案的执行；5.性格开朗，吃苦耐劳，责任心强，善于沟通，有团队合作精神6.有相关专业或者工作经验者优 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 前海深港现代服务业合作区前湾一路63号的前海企业公馆6B栋1-3层房"], "company": ["广东开太平信息科技有限责任公司"], "education": ["本科"], "money": ["1.2-1.8万/月"], "desc": "\n\n1、负责区块链产品需求调研、整体规划、业务流程设计、详细功能设计等工作；2、负责市场调研、竞品分析，熟悉区块链市场发展趋势，挖掘新的需求和应用场景；3、负责基于区块链的产品的设计和研发；4、负责产品生命周期管理，包括产品路线图、产品原型、产品功能设计等，跟进产品的设计、开发、测试、上线、运营全过程；5、进行基于区块链（Blockchain）技术架构设计与开发；6、研究区块链的协议，运行机制和底层实现等，设计安全协议和架构。任职要求：1、本科及以上学历，数学或计算机科学相关专业；2、对计算机网络、分布式系统、密码学、网络安全等有深刻理解；理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；3、熟悉C++/Java/Go中的一种或多种语言，编程基本功扎实，熟悉软件工程和测试方法；4、掌握一种或多种区块链（Bitcoin，Ethereum，HyperLedger Fabric等）相关机制与原理；5、熟悉数据库、网络、熟悉共识算法、常用的加解密、签名算法原理和用法；6、熟悉Linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；7、了解主流NoSQL数据库的原理与使用。 \n"}
{"name": ["区块链开发工程师（星链科技）"], "city": ["上班地址 : 南京市"], "company": ["五星控股集团有限公司"], "education": [], "money": ["1-3万/月"], "desc": "\n\n工作职责：1、负责区块链底层相关技术实现和维护，如：共识机制、分布式网络、隐私保护机制等；2、负责区块链前沿技术研究和探索，并将研究成果推动到公司区块链产品落地；3、参与具体项目的架构设计、具体模块、合约的开发工作。工作要求：1、3年以上linux服务器端java,C++,golang开发经验，熟悉操作系统、多线程等相关基础知识；2、理解比特币、以太坊、Fabric等其中一种或者多种区块链平台技术实现，最好是直接参与过区块链平台开发；3、熟悉数据库、网络相关知识，理解常用的加解密、签名算法原理和用法；4、思路清晰、周密，主动思考，热爱编程者甚佳；5、有良好的团队合作能力，热爱区块链核心技术，愿意为区块链发展做贡献。 \n"}
{"name": ["区块链技术专家"], "city": ["上班地址 : 软件园"], "company": ["成都天普企业管理咨询有限公司"], "education": [], "money": ["3-5万/月"], "desc": "\n\n职位要求 1、负责基于区块链(blockchain)技术的互联网金融产品研发，架构设计及升级;2、参与制定技术决策和技术方案; 3、负责基于区块链技术的公有链的架构设计及应用开发，研究、开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现；4、积极探索区块链技术的落地场景，为公司业务发展提供持续支撑。 任职要求： 1、精通Golang，C++，Java，python任意一种开发语言；2、熟悉分布式软件设计及开发，精通微服务架构及容器技术；3、理解主流共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等； 4、熟悉区块链平台产品，如Bitcoin，Ethereum等，深入理解区块链核心技术；5、具有良好的团队合作和沟通能力，思路开阔。 \n"}
{"name": ["区块链软件工程师-实习生"], "city": ["上班地址 : 创智天地企业中心"], "company": ["慢雪球投资管理（北京）有限责任公司"], "education": ["本科"], "money": ["3-4.5千/月"], "desc": "\n\n岗位职责：1、 参与区块链应用的设计和研发；2、 负责区块链智能合约的编写；3、 编写相关技术方案，解决开发中的技术问题；任职要求：1、 数学、物理或计算机相关专业；2、 熟悉C++或Python语言，了解算法、协议设计3、 熟悉Linux操作系统；4、 熟悉数据结构和算法；5、 熟悉Fabric、蚂蚁区块链平台优先；6、 有区块链平台开发项目经验优先； \n"}
{"name": ["区块链技术专家"], "city": ["上班地址 : 软件园"], "company": ["成都天普企业管理咨询有限公司"], "education": [], "money": ["3-5万/月"], "desc": "\n\n职位要求 1、负责基于区块链(blockchain)技术的互联网金融产品研发，架构设计及升级;2、参与制定技术决策和技术方案; 3、负责基于区块链技术的公有链的架构设计及应用开发，研究、开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现；4、积极探索区块链技术的落地场景，为公司业务发展提供持续支撑。 任职要求： 1、精通Golang，C++，Java，python任意一种开发语言；2、熟悉分布式软件设计及开发，精通微服务架构及容器技术；3、理解主流共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等； 4、熟悉区块链平台产品，如Bitcoin，Ethereum等，深入理解区块链核心技术；5、具有良好的团队合作和沟通能力，思路开阔。 \n"}
{"name": ["区块链软件工程师-实习生"], "city": ["上班地址 : 创智天地企业中心"], "company": ["慢雪球投资管理（北京）有限责任公司"], "education": ["本科"], "money": ["3-4.5千/月"], "desc": "\n\n岗位职责：1、 参与区块链应用的设计和研发；2、 负责区块链智能合约的编写；3、 编写相关技术方案，解决开发中的技术问题；任职要求：1、 数学、物理或计算机相关专业；2、 熟悉C++或Python语言，了解算法、协议设计3、 熟悉Linux操作系统；4、 熟悉数据结构和算法；5、 熟悉Fabric、蚂蚁区块链平台优先；6、 有区块链平台开发项目经验优先； \n"}
{"name": ["区块链产品经理"], "city": ["上班地址 : 广厦路菉华大厦4楼"], "company": ["深圳市海迎思科技有限公司"], "education": ["本科"], "money": ["2-2.5万/月"], "desc": "\n\n岗位职责：1、掌握从产品概念策划、设计到推动实施、应用的整个过程，能独立完成需求分析、原型设计、需求设计、开发推进和产品迭代等完整产品环节；2、定期完成对竞争对手的跟踪监测与分析，洞察产品的不足与短板，不断通过用户调研和反馈，行业和场景特征以及竞品分析，与内部分享并制定建设性改进意见。3、通过用户洞察和数据分析，进行产品优化，驱动运营推广，助力市场营销；4、负责与技术、UI设计等相关同事沟通协作，高效推进实施，按计划完成版本落地；5、负责区块链落地项目的产品；职位要求：1、有3年以上B2B、企业服务产品设计、市场开发经验，熟悉企业服务市场环境和用户需求，有区块链落地方向业务的。2、能独立完成需求分析、原型设计、需求设计、开发推进和产品迭代等完整产品环节；3、精通axure、visio、mindmanager等工作软件，熟悉web产品设计和移动端产品设计；4、熟悉UI交互设计，能够对UI交互提出基本要求和建议；5、有互联网经验，并熟悉车联网相关业务或者对类似产品经验者优先；6、具有一定的行业敏感度和需求整理能力、产品战略规划能力；7、懂用户，懂心理，懂沟通，懂市场，具备良好的团队协作和优秀解决问题的能力；8、本科以上学历，硕士优先考虑。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 高新北六道27号兰光科技园C718室"], "company": ["深圳市墨者安全科技有限公司"], "education": ["本科"], "money": ["2-3万/月"], "desc": "\n\n岗位职责：协助开发区块链，根据要求改进、优化区块链功能。岗位要求：1、熟悉C++或Go语言2、熟悉密码学，懂PKI系统。3、熟悉Fabric源码。能编译Fabric。4、独立完成过大型项目或大型模块。5、3年以上工作经验。6、积极主动，有责任心，追求卓越的工作态度；良好的沟通与表达能力；良好的团队合作精神和态度；良好的英语读写能力。福利待遇：  ⑴社会保险及住房公积金，将按照国家相关规定执行；  ⑵入职满一年，将享有5天有薪年假；  ⑶免费年度体检；  ⑷不定期的团建活动，工作生活两不误；  ⑸每周下午16：00下午茶；  ⑺员工结婚礼金；  ⑻国家规定的法定假日；  ⑼员工每月生日会；   \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 大坪"], "company": ["杭州安链智云科技有限公司"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n写在前面的话：只要你对技术有强烈的好奇心，有良好的数学功底，愿与我们一起奋斗，你都可以与我们联系！岗位职责:1、开发行业区块链解决方案；2、充分理解系统架构，实现区块链方案的功能模块；3、根据产品和项目需求及总体设计，编写系统模块的详细设计文档和系统测试文档；4、研究区块链的协议，运行机制、加密技术、底层实现和共识算法等，参与设计安全协议和架构；职位要求:1、计算机，数学，电子工程及相关专业，1年以上区块链技术开发经验；2、扎实的计算机理论和网络知识，熟悉数据结构、算法；3、熟练掌握Go，C++，Python，JS之一，有良好的编程习惯和编码风格，参与区块链开源开发；4、对区块链的开源项目Ethereum、Hyperledger、Bitcoin之一有研究、开发和实践者优先；5、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；6、对技术有热情，良好的团队协作精神和执行力，思维活跃，接受新事物能力强。 \n"}
{"name": ["旅游区块链技术开发工程师"], "city": ["上班地址 : 通州区金融街"], "company": ["北京瑞来森会展服务有限公司"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\n1. 参与旅游区块链项目整体系统核心架构设计，包括数据模型、核心业务流程、各领域服务等方面的设计，包括底层链和具体应用场景；2. 负责把关技术外包单位技术开发环节的工作，并参与部分技术开发工作；3. 负责项目验收技术把关和后续项目技术运维管理；4. 跟踪，研究区块链的技术和发展趋势，配合项目负责人，做好旅游区块链应用开发的升级换代。任职资格：1、相关专业本科以上学历，三年以上工作经验，熟悉至少一个区块链开源项目，例如Bitcoin、Hyperledge、Ethereum等。2、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等。3、精通JAVA，熟悉C++或GO语言，熟悉区块链的运作机制和底层实现。4、对技术有热情，良好的团队协作精神和执行力，思维活跃，接受新事物能力强。 \n"}
{"name": ["区块链前端开发"], "city": ["上班地址 : 北京市朝阳区高碑店文化新大街爱家臻品宫二层"], "company": ["阁瑞钛伦特软件（北京）有限公司"], "education": ["大专"], "money": ["0.8-1万/月"], "desc": "\n\n岗位职责： 1. 基于设计图和产品原型，完成WEB页面的制作 2. 根据产品设计，实现前端与后端服务交互完成业务功能的开发 3. 配合App工程师制作H5页面，完成混合App的开发任职资格： 1. 精通 Javascript/HTML/CSS 等前端技术，能够掌握es6规范的使用 2. 熟练主流前端技术框架如 React/VueJS/AngularJS其一 ,熟练Vue全家桶优先 3. 对前端框架原理有所了解，能够独立开发项目 3. 对面向对象有深刻的理解、熟悉常用设计模式 4. 熟练前端构建工具，如webpack、gulp等，能够快速搭建项目 5. 熟练使用GIT，熟悉Linux系统常用操作及命令 6、算机或相关专业专科及以上学历；岗位职责：1.  设计和实现各种平台级互联网软件系统，以及使用、集成、封装各类主流互联网级中间件系统并为业务系统提供稳定、高速的基础支撑。2.  设计相关系统的架构，并起到主导作用。3.  负责和保证相关系统的稳定、持久运行。 4.  帮助解决各种相关系统的问题。 \n"}
{"name": ["初级区块链开发工程师"], "city": ["上班地址 : 新文化大街"], "company": ["寰宇优才教育科技（北京）有限公司"], "education": [], "money": ["0.8-1万/月"], "desc": "\n\n任职要求：可以提供实习岗1. 了解Go、Java、C、C++、Python等语言至少一种；2. 了解HTTP、TCP/IP、UDP协议；3. 了解部署Hyperledger或Ethereum；4. 了解集群技术、系统性能调优；5. 对算法有一定要求，了解常用算法的思想，能写出伪代码；熟悉常用加密算法，知道各种加密算法的适合场景；6. 至少阅读过一个开源框架。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 全深圳"], "company": ["成都迈思信息技术有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n1.熟悉golang，有3年以上实际使用golang语言开发经验，做过中大型golang项目;2.熟悉mysql、leveldb等多种数据库的基本使用;3.熟悉常用的加密算法，包含散列、对称加密与非对称加密;4.熟悉fabric、以太坊其中一个方案，有使用及扩展经验;5.熟悉智能合约的运作机制，编写过智能合约;6.熟悉常见共识算法，了解不同共识算法的优缺点; \n"}
{"name": ["区块链文案策划"], "city": ["上班地址 : 星河WORLD-D座10F"], "company": ["深圳天天赚投资有限公司"], "education": ["本科"], "money": ["0.8-1.2万/月"], "desc": "\n\n职位描述：1、撰写各种日常宣传文案、创意文案、活动文案等营销文案等；2、编写公司PPT稿件、软文、公关稿、新闻稿、邀请函等资料；3、负责公司微信公众号、微博等新媒体平台内容的采编、写作、排版和发布；4、定期对营销和推广效果进行跟踪反馈，详细了解市场需求；5、公司业务方面的文字材料编写、审校等；6、能够驾驭不同文风，精通软文营销及引流；7、完成上级领导临时指派工作任务。任职资格:1、本科及以上学历，两年以上相关工作经验，具备区块链行业经验的优先；2、具有较强的文字功底和逻辑分析能力，发散性创意思维，熟练使用PPT等工具；3、广告、传媒、市场营销等相关专业优先；4、工作态度认真，责任心强，具备团队合作精神。工作地点在深圳龙华星河WORLD-D座10F \n"}
{"name": ["区块链工程师 (MJ001074)"], "city": ["上班地址 : 杨高南路799号陆家嘴世纪金融广场3号楼5楼"], "company": ["挖财网络技术有限公司"], "education": ["本科"], "money": ["2.5-3.5万/月"], "desc": "\n\n区块链工程师职位描述：1. 从事区块链产品的设计和研发工作； 2. 负责区块链基础框架和模块开发，包括数据结构、经济激励模型、共识算法、安全加密等； 3. 针对业务需求，编写智能合约测试用例和测试脚本；4. 搭建基于区块链的底层架构，供应用层调度使用； 5. 负责区块链代码的维护升级。任职要求：1. 熟悉Bitcoin，Ethereum，EOS，HyperLedger Fabric的区块链相关机制与原理；2. 理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；3. 熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；4. 熟悉Golang/C++/Java等一种或多种语言；5. 熟悉TCP/IP协议、HTTP协议，了解BT协议和P2P网络优先。 \n"}
{"name": ["运营经理/总监（区块链）"], "city": ["上班地址 : 嘉和国际大厦"], "company": ["上海互信投资管理（集团）有限公司"], "education": ["本科"], "money": ["2-3万/月"], "desc": "\n\n1.参与公司整体发展战略的规划，给出决策意见制定运营发展策略； 2.负责公司产品的市场分析、产品规划、需求调研、用户使用行为分析、风险分析与监控； 3. 根据公司战略目标和规划，制定全球市场增长策略，建立易于执行和评估的增长模型，整合公司内外部资源，进行有效的用户增长策略落地； 4.对于用户生命周期挖掘及维护有独到见解，可用户拉新、活跃、留存、转化多维度进行运营分析； 5.有独立操作策划及项目落地能力。通过数据分析维度，带动公司活动增长业务线； 6.拥有较强运营营销经验，不限于EDM，SMS等方向，用于激活整体产品数据活跃； 7.运营团队的绩效管理和人才发展。 岗位要求： 1、统招本科及以上学历，金融或理工类专业优先；2、3年以上互联网运营经验和2年以上团队管理经验，擅长产品运营、用户运营、活动运营和数据运营，拥有独立的百万用户产品运营经验和产品从0到1运营经验优先； 3、数字货币交易所或其他区块链项目或媒体行业经验优先； 4、对业务和行业信息敏感度高，具备创造性思维和较强的学习能力、逻辑思维能力、数据分析能力及文字表达能力；5、有良好的沟通协调和团队合作能力，良好的领导力和影响力，能有效进行项目管理和团队管理和跨部门沟通。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 上海市长宁区延安西路1590号5H"], "company": ["吉本软件（上海）有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n1、熟悉Hyperledger区块链项目的底层技术原理，有相关项目开发经验优先；2、精通Go和Java编写链码程序和智能合约程序；3、热爱编程，喜欢钻研，有区块链底层开发经验者优先；4、具有5年以上软件开发相关经验。 \n"}
{"name": ["高级区块链工程师"], "city": ["上班地址 : 鄞州区南部商务区泰康中路666号迪趣大厦18楼"], "company": ["宁波爱班信息技术有限公司"], "education": ["本科"], "money": ["0.8-1.5万/月"], "desc": "\n\n资历：4年或以上的的软件工作经验 （Java/nodejs/html）， 半年或者以上区块链工作经验。技能： 优秀的通用互联网软件能力，深入了解区块链知识，包括基本密码学，区块链账号原理，共识机制，智能合约书写调试，智能合约调用。管理能力： 项目管理经验， 团队和能力英语： 优秀的英文阅读能力福利待遇：你一定不会拒绝这样的团队，除了薪水，我们为你想得更多：每天早餐、下午茶，无限量供应咖啡可乐棒冰和各种进口零食；每周体育活动日，羽毛球乒乓球篮球台球游泳想玩哪个你自己决定；朝九晚五太枯燥？想几点上班就几点上班的弹性工作制，你的上班时间你做主；请假扣款好心疼？一年给你12天带薪年休假要不要？谁说程序员就一定加班？双休，法定节假日通通你拿走；要想马儿跑，加班工资少不了，加班餐补打车费我们全包啦；五险一金，年度体检，年度旅游，生日补贴，结婚红包，生子红包，一个都不能少；还有nice的外籍华人领导，open的办公氛围，漂亮的办公室***因公司团队扩建，现扩招大量岗位~~花都开好了，我们等你来~请仔细阅读任职要求，请符合条件的投简历，符合岗位需求的候选人，人事会致电于你了解情况约面试，敬请谅解~公司HR邮箱：hr02@iclass.com；hr03@iclass.com；hr04@iclass.com；hr05@iclass.com；hr06@iclass.com公司HR电话：0574-28900692欢迎来电咨询！欢迎加入我们的团队！工作地址宁波市鄞州区南部商务区泰康中路666号迪趣大厦18层 \n"}
{"name": ["产品经理（供应链区块链方向）"], "city": ["上班地址 : 恒大中渝广场"], "company": ["重庆小雨点小额贷款有限公司"], "education": ["本科"], "money": ["1.8-3万/月"], "desc": "\n\n1. 深入研究区块链发展趋势，理解区块链领域，能从业务深层引导需求和产品方向，对商业逻辑、交互体验、产品投放等有足够的思考和见解； 2. 关注区块链与各行业结合的切入点并有自己的见解，结合开放平台现有产品及技术能力，拓展区块链开放平台与其它垂直行业的结合，并固化为开放平台的产品能力； 3.负责挖掘核心企业上下游的供应链金融机会，以及上下游加入区块链平台的推进 4. 负责区块链技术相关消费金融、供应链金融等产品架构规划和需求推动； 5. 负责拟定和实施区块链平台和业务平台的技术方案和系统集成； \n"}
{"name": ["区块链品牌公关总监"], "city": ["上班地址 : 高德置地冬广场H座1904-05"], "company": ["静瞳海外投资顾问（深圳）有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n1、负责公司所有对外PR、路演、媒体专访、品牌推广活动、新闻发布会等2、拓展和维护媒体资源，及时反馈媒体合作意向，监控、评估媒体发布的宣传效果；3、深入挖掘和拓展自有品牌，从品牌定位、精神内涵等多个层面进行综合管理，树立公司/项目良好的公众形象，提高品牌知名度与美誉度；4、挖掘提炼品牌传播新闻点；针对公司业务项目、行业活动和突发性事件等进行新媒体营销创意，事件营销活动策划；5，通过微博微信、Facebook、电报群等网络社交媒体，建设社区，获取粉丝。任职要求：1、 对区块链行业有出色理解力和洞察力，有较强的市场策划规划和品牌塑造推广能力；2、 对数字货币行业有极高的兴趣，有丰富的链圈币圈人脉；3、 观察力敏锐和较强应变能力，具备优秀的沟通协调、公关能力及应变能力；4、 拥有一定的互联网，区块链等领域优质媒体自媒体资源者优先考虑；5、 市场营销、传播学、新闻、公关关系等相关专业优先；6、 能够熟练撰写新闻稿、发言稿以及其他公关所需文件；7、 具有营销社交媒体经验优先；8、 具备良好的英语读写及交流能力，有美国及英语系国家留学或工作经历者优先。 \n"}
{"name": ["区块链全栈工程师"], "city": ["上班地址 : 延安西路1262号3号楼"], "company": ["成都炎龙科技有限公司上海分公司"], "education": ["大专"], "money": ["2-3万/月"], "desc": "\n\n1、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现等；2、针对行业需求，开发实现智能合约、搭建测试环境，编写智能合约测试用例和测试脚本；3、搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出；4、针对业务需求开发和实现加密协议，设计安全协议和架构；负责区块链代码的维护升级。任职要求：1、软件工程或计算机相关专业本科及以上；2、精通GoLang等主流区块链系统开发语言，参与各个区块链开发社区并贡献源码者优先；有区块链开发经验者优先；3、有以下语言不低于五年以上的实际编写经验（超过十万行有效代码），如C/C++、 Java、Python等4、五年以上后端技术出身，熟悉TCP/IP协议、HTTP协议，了解BT协议和P2P网络优先；5、熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；6、熟练掌握以太坊/比特币/区块链的原理、机制和相关加密算法者优先； \n"}
{"name": ["区块链架构师"], "city": ["上班地址 : 广州市天河区荷光三横路盛达电子信息创新园B栋3号505-506"], "company": ["博纳德集团"], "education": ["大专"], "money": ["2.5-3.5万/月"], "desc": "\n\n岗位职责：1、负责区块链系统的整体架构设计和核心功能开发；2、负责区块链的协议,运行机制,底层源码研究和改进；3、持续跟进区块链技术在大数据,数字货币,智能合约,数字资产交易,支付等方向技术的研究；4、搭建基于区块链的底层架构,能实现公链,侧链,私有链及多种逻辑供应用层使用；任职要求：1、6年以上工作经验,掌握分布式,多线程,高并发的网络编程及代码调优技术2、熟悉区块链开源项目Hyperledger fabric的实现机制及运行原理.熟练掌握 Go,Java,C++等主流区块链系统开发语言至少一种。3、理解比特币,以太坊,Fabric,EOS等其中一种或者多种区块链平台技术实现,直接参与过区块链底层开发；4、熟悉数据库,网络相关知识,理解共识算法（PoW,PoS,PoA,DPoS,PBFT,Paxos,Raft）,加解密,签名算法原理和用法；5、精通一种或多种开源软件/框架(比如 kettle,zookeeper,redis,kafka,rabbitmq,activemq 等),阅读过其源代码者优先。6、思路清晰,周密,主动思考和自我驱动,具有很强的学习能力,对新技术能深入学习,对业务能快速理解；7、参与过区块链开发社区并贡献源码者优先考虑； \n"}
{"name": ["区块链课程研究员"], "city": ["上班地址 : 建材城西路金燕龙办公室一层传智播客"], "company": ["江苏人加信息科技有限公司"], "education": ["本科"], "money": ["3-5万/月"], "desc": "\n\n1、开发基于开源区块链项目的区块链应用，研究区块链技术最新进展；2、搭建基于区块链的底层架构；3、开发相关业务应用4、 负责设计区块链项目课程研发工作。任职要求：1、熟悉至少一个区块链开源项目，例如 Hyperledge、Ethereum、Bitcoin等；2、精通Java，熟悉Go、C++、Python、Node.js等语言中至少1种；3、熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；4、熟练掌握以太坊/比特币/区块链的原理、机制，有数字货币钱包开发经验者优先；5、熟悉Docker容器技术。 \n"}
{"name": ["高级区块链工程师"], "city": ["上班地址 : 阳光100城市广场25号楼26楼03号"], "company": ["柳州市蓝海数链科技有限公司"], "education": [], "money": ["1.3-2.5万/月"], "desc": "\n\n      柳州市蓝海数链是一家科技创新型初创互联网公司，专注于提供优质、创新的技术服务，以区块链和大数据技术为核心，致力于促进区块链技术应用的落地及产业结合升级。公司目前主营业务有区块链+供应链金融，已获500万天使轮融资，估值为1亿元。是柳州市政府重点扶植创新型企业，广西唯一获国家网信办首批境内区块链信息服务备案企业。      不必担心碰到熊老板，我们的团队很Open，周围的小伙伴很Nice~      我们注重工程师文化，愿意接受新技术，不鼓励重复造轮子的做法，并且我们希望你能拥抱敏捷。【超酷福利】办公环境：繁华地段，配套齐全工作时间：双休制+弹性工作时间基本福利：各类法定带薪休假，五险一金齐全薪酬架构：提供接近BAT的薪资待遇，薪酬无上限↑工作氛围：没有套路，关系简单融洽，吃不到勾心豆角~工作伙伴：幽默、年轻、有理想、发际线良好的8090小伙伴大牛带飞：超多北上广回流大神，欢迎深挖技能Max ：员工培训，大神辅导，不定期技术分享会员工活动：拒绝枯燥乏味，不定期举行TB【关于收获】-足够的尊重和信任，拥有自由发挥的空间-在家乡也能有合适的工作机会-独特的区块链学习机会-与优秀的同伴一起做出有影响力的产品- 一份值得投入的创业经历数百万的天使投资已到位，剩下的位子期待你的到来！你的工作内容：1. 参与公司区块链产品的需求与研发2. 根据开发计划完成相应模块的设计与研发3. 持续保持业界新技术在公司项目的落地我们对你的期望：1. 计算机相关专业，3年（含）以上工作经验2. 熟悉EVM虚拟机，熟悉Solidity语法3. 至少熟练Python、Java等语言中的一种4. 理解各类主流共识算法，包括但不限于Raft、PoW、Paxos、PBFT等5. 熟悉区块链开源项目，熟悉HyperLedger Fabric、Ethereum、Corda等其中至少一个6. 良好的数据结构和算法基础，对密码学、安全协议和加密算法有一定研究7. 了解KVM虚拟化技术，了解Docker8. 具备大局观，能够独立思考，善于沟通，有判断力9. 责任心强，能在复杂环境与较大压力下保持积极工作状态，对KPI负责加分项：1. 了解CAP、Quorum、Consistent Hashing等原理和算法2. 参加过开源项目（需提供GitHub等平台项目地址） \n"}
{"name": ["区块链钱包开发工程师"], "city": ["上班地址 : 广州市黄埔区护林路1198号中关村e谷区块链产业园F栋6层"], "company": ["广州久零区块链技术有限公司"], "education": ["本科"], "money": ["1.8-3万/月"], "desc": "\n\n1. 负责区块链数字货币钱包开发工作；2. 针对各种衍生币，开发相应钱包，解决用户充提币要求。岗位要求：1. 软件工程或计算机相关专业，本科以上；2. 要求有钱包项目开发经验；3. 精通Linux,有区块链钱包项目的开发经验；4. 熟悉c/c++/python/golang/中的一种以上；5. 熟练掌握比特币/以太坊/fabirc/区块链的原理，机制和相关加密算法；6. 熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；7. 有以下任意领域相关开发经验者优先：第三方支付领域，密码学领域，分布式领域，虚拟货币领域；8. 熟悉比特币源码或其衍生货币源码的优先。 \n"}
{"name": ["CTO（区块链）"], "city": ["上班地址 : 天府大道北段1199号银泰in99-3号楼3301"], "company": ["成都互诚在线科技有限公司"], "education": ["本科"], "money": ["2.4-3.5万/月"], "desc": "\n\n工作内容：1、参与制定公司商业战略，规划公司的技术发展路线与新产品研发，实现公司的技术创新目标2、参与公司产品业务流程优化重构，研发过程优化与改进3、负责搭建基于区块链的底层架构，开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现4、组织制定区块链产品的技术方案，指导项目团队成员的开发工作，解决开发中的技术问题5、负责区块链核心技术问题的攻关，系统优化，协助解决区块链相关项目开发过程中的技术难题6、关注区块链相关前沿技术研究，提出具有前瞻性见解，保持公司市场的优势7、探索区块链技术在数字资产等应用的落地场景，为公司业务发展提供持续技术支撑任职要求：1、本科及以上学历，计算相关专业，五年以上软件开发经验，两年以上区块链相关开发经验2、精通java、C/C++ ，熟练掌握Java、C++、Go、Node.js,、Python等主流区块链系统开发语言至少两种3、熟悉区块链底层技术原理，熟悉P2P网络和分布式存储，熟悉主流的共识机制4、熟悉Ethereum、OpenChain、Bitcoin、Hyperledger等主流区块链开源项目的实现机制及运行原理5、熟悉各种数据结构和算法，对密码学、安全协议、加密算法和云计算有研究6、具备加密货币或区块链技术实际研发经验优先 \n"}
{"name": ["软件课程销售顾问（区块链/人工智能/数据分析）"], "city": ["上班地址 : 世纪大道1500号东方大厦4层"], "company": ["上海领象信息科技有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n【任职要求】1）中专及以上学历，专业不限；一年以上的工作经验优先。2）沟通能力强，有基本的销售技能，有相关行业工作经验者优先。3）主动学习，适应能力强。能完成与工作相关的培训。4）愿意挑战高薪。只要你有能力，月薪过万不是神话！欢迎应届毕业生！【福利待遇】1）无责任底薪4000到8000高额提成（平均入职半年薪资8K-15K,入职一年以上15K-20K）提成高于同行业！！！2）专业的岗位培训，资深人士手把手教知识与技巧3）公司已有较稳定的生源，无需自己外出挖掘开发4）工作环境舒适，靠近地铁站（步行五分钟）交通十分便利 地铁 2  4 6 9 号线 世纪大道旁边 ！5）年轻的销售团队，轻松愉快的工作氛围6）五险一金、带薪年假、带薪病假、节假日福利、生日福利、团队聚餐、每月员工活动。公司在飞速发展、扩张期，优先内部晋升、竞聘销售管理岗位工作地址世纪大道1500号东方大厦4楼（育创集团） \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 通州路300号"], "company": ["上海培菁商务咨询工作室"], "education": ["大专"], "money": ["3-5万/月"], "desc": "\n\n区块链golang工程师 区块链公司，开发团队100余人，靠近4号线海伦路站  岗位职责： 1.负责底层公链的设计及实现； 2.负责区块链上层应用的设计与实现；  3.按照系统设计要求完成相关的单元测试和集成测试，编写相关的技术文档。    任职要求： 1.大学本科及以上学历，计算机相关专业；  2.熟练使用Golang，有至少2年Golang开发经验； 3.精通数据结构及算法，熟悉计算机网络；  4.具有分布式系统设计及开发经验者优先；  5.熟悉比特币、以太坊等主流区块链系统设计原理者优先； 6.严谨的思维能力以及良好的编写习惯；  7.良好的英语技能，具备熟练阅读英文文档及对外沟通的能力。  \n"}
{"name": ["产品运营经理（区块链方向）"], "city": ["上班地址 : 深圳湾科技生态园10栋B座"], "company": ["深圳市新国都股份有限公司"], "education": ["本科"], "money": ["1-2万/月"], "desc": "\n\n岗位职责：1、对产品系统的精细化运营负责，通过对产品运营的相关数据跟踪分析，推进产品的优化迭代，为公司的运营策略提供建议；2、通过挖掘和分析用户的需求，提出合理的产品改善需求，制定一系列完善的产品整体运营规划并执行；3、负责产品需求迭代的项目管理及具体跟进，对最终结果负责任。岗位要求： 1.本科以上学历，互联网金融行业或理工科背景佳，3年以上大型互联网公司运营从业经验，擅长互联网产品的系统运营，对用户运营/活动运营/渠道推广都有一定了解；2.有较强的数据统计分析及总结能力，善于发现总结问题并改善；3.有一定的产品策划能力，熟悉产品策划流程，并能熟练使用产品设计工具； 4.有较强的沟通能力，良好的逻辑思维和目标管理能力 \n"}
{"name": ["软件工程师（区块链方向）"], "city": ["上班地址 : 海滨路1121号"], "company": ["广州中国科学院软件应用技术研究所"], "education": ["本科"], "money": ["1.2-2万/月"], "desc": "\n\n岗位职责：1、负责公司产品的后台服务器端开发 ；2、基于需求和设计，完成编程和单元测试工作； 3、解决开发过程中出现的技术问题；4、开发并实现区块链产品运行机制、加密技术、共识算法和底层实现； 5、负责区块链相关课题材料编写 。岗位要求： 1、有比较全面的计算机基础知识储备，尤其是在操作系统、数据结构、网络编程和协议方面； 2、对各种区块链平台有一定的了解，理解其适用场景及优缺点，理解共识算法的使用目的，理解主流共识算法的优缺点； 3、在分布式网络编程方面有一定的经验，理解其需要的必要步骤和目的； 4、对密码学的主要算法有一定的了解，了解密码学在网络协议里的应用； 5、掌握若干门编程语言，对程序的优雅和正确性有自己的理解； 6、有一定的安卓开发经验的更好。  \n"}
{"name": ["区块链销售"], "city": ["上班地址 : 天府软件园C区10栋17楼"], "company": ["成都微矿科技有限公司"], "education": [], "money": ["1-2万/月"], "desc": "\n\n一、工作职责:1、负责公司平台区块链产品的销售及推广（人人矿场，比特币矿机租赁）；2、发掘分析顾客需求，维护拓展新老客户；3、灵活推动公司产品销售方案，给顾客提供更优化的解决方案；4、开拓新市场，发展新客户，扩张产品销售范围；5、负责销售区域内销售活动的策划和执行，完成销售任务。二、职位要求1、有良好的语言表达能力，吐字清晰；2、有互联网区块链销售经验者优先；3、执行力强，有极强的责任心和服务意识；4、目标感强，不断挑战高提成奖励；5、沟通能力强，有良好的团队协作精神；6、有互联网、金融相关销售经验优先。三、福利待遇：3K-5K无责任底薪+高提成+五险一金+办公环境好+区块链热门+蓝海掘金+海外交流经验1、五险一金（试用期社保转正购买一金）；2、节日福利过年过节对应节日礼品发放；3、年终13薪，项目奖金；4、餐费交通笔记本补贴5、不定期团建聚餐6、带薪年假，扁平化管理 ，领导nice，团队年轻。四、上班地点：武侯区 TIWER2(成都银泰中心in99) 3304 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 未来科技城办公区"], "company": ["杭州逐一科技有限公司"], "education": ["本科"], "money": ["1-3万/月"], "desc": "\n\n岗位要求:  1.计算机或相关专业本科以上学历，至少3年以上工作经验，具有扎实的计算机基础理论知识  2.熟悉以太坊共识算法，能独立修改共识算法代码。  3.对密码学，安全协议和加密算法有研究,了解智能合约及其原理  4.熟悉分布式共识协议优先,熟练掌握GoLang,Solidity等主流区块链系统开发语言，参与各个区块链开发社区并贡献源码者优先  5.熟悉 Ethereum 源码，并对其中的重点模块做过研究的优先  6.有以太坊开发项目经验的优先  7.了解IPFS,DAPP等去中心化应用实现机制和运行原理 岗位职责：  负责区块链公链开发与架构。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 棠东东路5号远洋创意园B318"], "company": ["广州领客信息科技有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n我们倡导“简单做人、用心做事、创意管理”团队理念， 不会对团队成员有太多的束缚，这里是一个轻松、愉快、激情四射的工作氛围，鼓励所有成员去寻找灵感，发现生活当中的真、善、美，发挥每一个人的创意，感受生活的意义和价值。 1.熟练掌握常用的以太坊工具和框架Wallet、Geth、MetaMask、Remix、Turffle、Ganache；2.熟悉常见的共识协议（PoW、PoS、dPos），可以搭建以太坊私链；3.熟练使用Web3(v1.0)/Ganache/Truffle/Mocha框架等多种工具开发Solidity智能合同；4.熟悉在Ethereum平台上开发去中心化应用程序（DAPP）；5.能在Ethereum平台上构建，设计和构建真实项目；6.能够创建符合ERC20的token；7.理解ICO；8.拥有扎实的基础，快速融入各种区块链相关的开发工作中。 任职要求：1、计算机相关专业优先，有相关区块链开发工作经验；不考虑应届生，谢谢。2、了解区块链的原理、机制和相关加密算法；3、对区块链有浓厚兴趣，有区块链研发经验者优先；4、良好的沟通表达能力和团队合作能力，勇于解决开发中遇到的问题；5、主动解决工作中遇到的问题，积极反应问题并解决；6、服从公司项目安排；希望没有办公室政治，没有复杂的人际关系，欢迎过来加入我们的团队，这里只有做事，专心做事压倒一切。 福利待遇：1、月薪+全勤奖+奖金+餐补+年终奖2、完善培训=专业入职培训+实用在职培训+系统阶段性培训3、员工关怀：过节礼品、生日礼物、结婚礼物等。公司内部冰箱、微波炉、功夫茶具等齐全，为员工营造良好的工作空间。4、活动：公司年度旅游、销售部门每月度一次旅游（文娱、爬山、野外扩展活动、省内游）、每月部门聚餐。公司附近交通：地铁：4号线车陂站B出口公交：天朗明居BRT站公司网站：http://www.vslai.com每个人内心深处，渴望实现自我，只要您选对平台，坚持下去，结果会告诉您，付出都能得到回报！我们年轻，有活力，为实现目标永远前进！ 我们，亲如一家，您将找到勇往直前的伙伴！广州领客期待您的加入，与我们一路同行，同享梦想！ \n"}
{"name": ["区块链产品经理"], "city": ["上班地址 : 威新软件园"], "company": ["深圳德聚企业管理咨询有限公司"], "education": ["本科"], "money": ["2.5-3万/月"], "desc": "\n\n岗位职责：1、掌握从产品概念策划、设计到推动实施、应用的整个过程，能独立完成需求分析、原型设计、需求设计、开发推进和产品迭代等完整产品环节；2、定期完成对竞争对手的跟踪监测与分析，洞察产品的不足与短板，不断通过用户调研和反馈，行业和场景特征以及竞品分析，与内部分享并制定建设性改进意见。3、通过用户洞察和数据分析，进行产品优化，驱动运营推广，助力市场营销；4、负责与技术、UI设计等相关同事沟通协作，高效推进实施，按计划完成版本落地；5、负责区块链落地项目的产品；职位要求：1、有3年以上B2B、企业服务产品设计、市场开发经验，熟悉企业服务市场环境和用户需求，有区块链落地方向业务的。2、能独立完成需求分析、原型设计、需求设计、开发推进和产品迭代等完整产品环节；3、精通axure、visio、mindmanager等工作软件，熟悉web产品设计和移动端产品设计；4、熟悉UI交互设计，能够对UI交互提出基本要求和建议；5、有互联网经验，并熟悉车联网相关业务或者对类似产品经验者优先；6、具有一定的行业敏感度和需求整理能力、产品战略规划能力；7、懂用户，懂心理，懂沟通，懂市场，具备良好的团队协作和优秀解决问题的能力；8、本科以上学历，硕士优先考虑。做汽车岗位区块链应用落地， \n"}
{"name": ["内容运营（区块链方向）"], "city": ["上班地址 : 博地中心B座28层"], "company": ["杭州已阅数字科技有限公司"], "education": ["大专"], "money": ["5-7千/月"], "desc": "\n\n我们希望你是：对事物具备强烈的好奇心求知欲，有反思和质疑精神，对新闻资讯事业对文字工作高度认同和热爱。在我们眼里这比工作能力更重要。该岗位已配有专业行业人士传帮指导！职位三重激励：激励一：入职超6个月享受年底双薪；激励二：实习期考核通过，获原始股激励资格；激励三：在职时长超12个月获公司期权、股权激励资格；岗位待遇：五险岗位描述：负责新媒体栏目内容创新、策划选题以及内容撰写、编辑；岗位职责：1、负责新媒体公号内容采集、制作、加工，协助选题制定；2、国内外行业前沿资料搜索、编译、组稿；3、参与专题策划、栏目频道更新等公号内容创新。任职要求：高度热爱新闻事业，愿意继续从事新媒体资讯编辑岗。1-对区块链感兴趣、互联网行业有浓厚兴趣；2-1年以上新媒体运营经营经验，熟悉内容或用户运营或互联网资讯门户编辑经验；3-有一定观察行业能力和思考总结精神；4-文字功底扎实，具备一定的原创内容生产能力；5-工作意主动性强，执行力高，懂得团队协作；5-会基本PS美工、视频制作英语阅读能力优秀者优先考虑 \n"}
{"name": ["销售（区块链）"], "city": ["上班地址 : 国宾路18号万达广场A座21层"], "company": ["上海巨象科技有限公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n岗位职责：1、配合公司完成各项计划及销售业绩目标。2、负责区块链项目客户拓展、业务跟进，3、能独立拜访客户、主动寻访客户，了解客户需求，洽谈合作，并组织并开展市场推广工作。4、维护老客户的业务，挖掘客户的最大潜力。5、配合公司完成各项计划及销售业绩目标。6、积极参与行业商务、社交活动及区块链行业峰会，拓展人脉资源。任职资格：1、从事过区块链行业从业经验有先；2、有较强的谈判能力和执行能力；3、对新鲜事物的接受能力较强；底薪：6-8k+个人提成 \n"}
{"name": ["商务经理（区块链）"], "city": ["上班地址 : 深圳清华大学研究院"], "company": ["深圳布洛城科技有限公司"], "education": ["本科"], "money": ["1-2万/月"], "desc": "\n\n主要任务：拓展及维护投资机构、投资人渠道。所需能力：1、有一定的区块链投资机构、投资人资源；2、极强的沟通及商务拓展能力；3、熟悉区块链投资生态；4、能兼任海外拓展任务优先。投递简历时附区块链及数学货币领域相关经验或资源者优先。 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 深圳-龙华-富士康"], "company": ["钜亿科技（深圳）有限公司"], "education": ["大专"], "money": ["1.5-4.5万/月"], "desc": "\n\n职责描述：1. 负责区块链产品需求调研、整体规划、业务流程设计、详细功能设计等工作；2. 负责市场调研、竞品分析，熟悉区块链市场发展趋势，挖掘新的需求和应用场景；3. 负责基于区块链的产品的设计和研发；4. 负责产品生命周期管理，包括产品路线图、产品原型、产品功能设计等，跟进产品的设计、开发、测试、上线、运营全过程。5. 进行基于区块链（Blockchain）技术架构设计与开发；6. 研究区块链的协议，运行机制和底层实现等，设计安全协议和架构。任职要求：1. 掌握一种或多种区块链（Bitcoin，Ethereum，HyperLedger Fabric等）相关机制与原理；2. 理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；3. 熟练掌握GoLang或C++等主流区块链系统开发语言；4. 了解主流NoSQL数据库的原理与使用。5. 熟悉Linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化； \n"}
{"name": ["区块链项目技术总监"], "city": ["上班地址 : 上海市浦东新区亮秀路112号Y2座602室"], "company": ["五维引力（上海）数据服务有限公司"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n岗位要求：1. 熟练使用Spring、SpringMVC、Hibernate、Mybatis等框架2. 熟练使用常见的数据库，如：mysql，会进行简单的数据库性能优化3. 熟练使用至少一种以上的nosql数据库，如：mongodb、redis、hbase等4. 熟练使用至少一种以上的消息队列，如：rabbitmq、activemq5. 熟练使用maven/gradle、git等项目管理工具6. 熟悉jetty、tomcat等应用服务器7. 有linux系统操作经验，能够在linux系统下进行工作8. 具备优秀的编程能力及良好的编程习惯9. 对技术有激情，喜欢钻研，能够快速接受和掌握新技术，有良好的团队合作精神、能够承受较大的工作压力10.拥有5年以上开发工作经验，2年以上开发管理经验。加分项：1. 熟悉Dapp产品及技术2. 熟悉分布式rpc框架，如：dubbo、rabbitmq3. 熟悉容器技术，如：docker4. 熟悉前端开发技术，如：html、css、angularjs、seajs、bower、coffee、grunt等工作职责：1. 参与五维引力生态子公司的产品服务器端系统的设计及开发2. 完成业务核心代码编写，配合项目经理和测试人员完成产品的交付3. 定期的code review，保证代码质量4. 调研新技术并应用于产品开发中 \n"}
{"name": ["区块链业务应用研发负责人"], "city": ["上班地址 : 杭州市西湖区华星路99号创业大厦10楼"], "company": ["浙江臻善科技股份有限公司"], "education": [], "money": ["30-40万/年"], "desc": "\n\r\n\t\t\t岗位职责：\r\n1、参与核心业务系统的技术规划和业务规划工作，深入理解业务需求，抽象系统模型，进行系统设计及开发工作；\r\n2、进行区块链底层系统及应用平台的功能定义和架构设计，研究区块链的协议，运行机制、底层实现和应用平台研发等；\r\n3、能够根据开发计划，完成相应模块软件的设计、开发任务；\r\n4、搭建基于区块链的底层架构和应用平台，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用。\n\r\n职位要求：\r\n1、计算机相关专业，并拥有良好的学习能力，能快速学习和掌握新技术新思路；\r\n2、3年以上开发经验，有良好的编程基础；\r\n3、熟练掌握c++/Java/Javascript/Python其中一种语言；\r\n4、具有在linux环境下开发经验；\r\n5、熟悉区块链相关机制与原理；\r\n6、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；\r\n7、精通P2P、网络通讯、侧链/跨链、密码学、分布式技术其中一种或多种的，优先考虑。\t\t\t\n"}
{"name": ["区块链研发工程师"], "city": ["上班地址 : 楚河汉街万达环球国际中心3号楼2605"], "company": ["武汉掌中宝网络科技有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n岗位职责：1、负责区块链产品的设计和研发工作;；2、开发并实现区块链协议、加密技术、共识算法；3、负责基于区块链的供应链、物流行业等产品的设计和研发；4、搭建基于区块链的底层架构，能实现联盟链、私有链及多种逻辑；5、负责区块链相关应用的维护支持与升级优化；任职要求：1、计算机相关专业本科及以上学历，至少2年及以上开发经验；2、熟悉Linux，精通NodeJS或Go Lang，熟悉Solidity更佳，并拥有块链项目开发经验；3、对操作系统，编译原理，网络原理，加密算法等底层技术有相当的兴趣及研究；4、熟悉分布式系统架构和分布式存储相关原理；5、对区块链、以太坊、超级账本等技术有一定了解和热情；6、熟悉国内外区块链项目；7、良好的团队协作精神和执行力，较强的分析问题和解决问题能力。福利待遇：1、每天提供下午茶，每月员工生日会及生日礼品，每年提供员工定期体检；2、每月无迟到早退请假，可获得月度全勤奖，全年全勤奖最高可达4k；3、每季度设有活动经费，可进行各项目组内的聚餐、轰趴等活动；4、每年两次评级调薪机会及满一年调薪 5%-10%；5、按国家规定缴纳五险。享受年假、婚假、产假、护理假、哺乳假、病假等带薪假期；6、国家法定节假日，发放节日礼品或慰问金；7、每年集体活动，如：户外拓展、旅游、篮球、羽毛球比赛等；8、内部定期培训，以及外部不定期带薪培训，助力员工成长与发展；9、根据公司每年经营情况，发放丰厚的年终奖金；10、公司进行月度、季度、年度评选，对表现优异的个人、团队和部门，予以奖金激励。 \n"}
{"name": ["前端开发工程师（懂区块链，有做过社交平台软件）"], "city": ["上班地址 : 广东省，深圳市，南山区，西丽街道，科技北五道，博讯大厦三楼"], "company": ["博讯软件技术（深圳）有限公司"], "education": ["大专"], "money": ["1.2-1.4万/月"], "desc": "\n\n1. 2年以上前端开发工作经验(其中至少1年的移动端H5开发经历)，能独立完成前端开发工作2. 熟悉前端开发框架， 精通html5、css3、javascript，jquery等前端技术。3. 理解MVVM原理，熟练vue,react等前端框架，能根据业务需求，封装高复用、可维护性好的前端组件4. 掌握PHP语言、Linux系统管理维护经验之一者优先5. 有良好的沟通表达能力和自主学习能力、思路清晰，能够承受较强的工作压力岗位职责：1.计算机专业、曾任职社交、区块链行业者优先；2.负责移动端APP产品等前端研发工作；3.与UI设计师、产品经理、后端研发紧密工作，产出高质量前端页面；4. 独立完成页面开发交互，前后端分离实现项目开发5.领导交代的其他工作 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 体育东路创展中心"], "company": ["钜子商业（广东）有限公司"], "education": [], "money": ["2-4万/月"], "desc": "\n\n岗位职责：1、负责基于区块链(blockchain)的应用产品的设计和研发； 2、开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现； 3、开发基于区块链的金融应用、互联网金融平台和基础框架； 4、组织制定和实施技术决策和技术方案，组织架构设计与升级优化； 5、参与项目团队成员的日常开发工作，解决开发中的技术问题； 6、对于研发进度和项目质量负责，并确保文档的完整性。任职要求： 1、计算机相关专业专科及以上学历，2年以上互联网服务器开发经验； 2、熟悉linux操作系统，精通 C/C++/Golang/Java/Erlang 其中一门语言； 3、良好的数据结构和算法基础，熟悉http/https协议，熟悉tcp/ip网络编程； 4、有参与开源代码或者开源框架贡献者优先；5、熟悉分布式系统，有高可用互联网架构开发经验； 6、熟练Go/Java语言智能合约开发和Hyperledger Composer优先； 7、有区块链研究和开发经验者优先，有共识算法实践和优化经验者优先； 8、熟悉区块链加密算法，共识机制，安全协议，分布式计算、智能合约等底层协议与运行机制者优先。9、敢于承担责任，具有良好沟通能力和团队合作精神。 \n"}
{"name": ["区块链高级开发工程师"], "city": ["上班地址 : 联航路1188号浦江智谷商务园"], "company": ["浦江智谷商务园"], "education": ["英语熟练"], "money": ["2-4万/月"], "desc": "\n\n“学生港”是猎港信息技术（上海）有限公司旗下的一个校园威客平台。我们将高校学生的智慧,知识,能力,经验转换为实际收益的校园威客平台。让天下所有高校学生“英雄有用武之地”，认清自己的价值；也让用人单位和个人（包括学生）以最实惠的代价去获取学生群体的优质服务，同时享受我们平台的诚信服务（保险制）。让学生港真正成为在校大学生家的港湾。      工作要求：1、实现区块链系统的底层架构，能实现公链、侧链、私有链，供应用层调度使用；2、根据需求及应用场景，设计合理的区块链网络的认证与准入机制，开发智能合约；3、根据应用场景，选择合适的加密算法并实现；职位要求:1、计算机相关专业全日制本科及以上学历，3年以上开发工作经验；2、精通Go、C++等语言至少一种；3、熟悉HTTP、TCP/IP、UDP协议，熟悉主流的加密算法并能实现之；4、熟悉主流共识算法以及其算法流程。5、熟悉主流区块链平台架构各项技术指标以及优缺点。6、熟悉Ethereum、Hyperledger、Ripple、BitCoin等区块链项目之一的底层技术原理，有相关项目开发经验优先；7、熟悉集群技术、系统性能调优； 8、具有良好的沟通交流和协作能力，善于发现问题和解决问题。 \n"}
{"name": ["区块链运营总监/经理"], "city": ["上班地址 : 光谷金融港A2栋15层"], "company": ["武汉明誉汇智网络科技有限公司"], "education": ["大专"], "money": ["1.5-2万/月"], "desc": "\n\n岗位职责：1、根据公司要求，全面负责制定产品运营规划和目标；2、负责金融业务流量运营，制定流量推广策略；提升注册量与转化率；3、统计、分析线上各类数据，提出改进方案，推动业务发展，提升运营效率；4、把控美术、文案、交互等组成符合策略及创意标准任职要求：五年以上互联网金融类从业工作经验，精通互联网运营策略，有丰富的产品运营、内容运营、流量运营的经验，有创业公司、区块链或项目冷启动经验优先 \n"}
{"name": ["区块链运营"], "city": ["上班地址 : 宁波鄞州区南部商务区广博丽景中心402"], "company": ["宁波链其乐网络科技有限公司"], "education": [], "money": ["4.5-8千/月"], "desc": "\n\n岗位职责：1、负责撰写各类宣传、活动、商品推广等策划营销方案，2、负责平台资讯实时更新和营销活动策划、执行；3、负责与品牌推广相关的公关活动的组织与策划；4、负责跟进营销推广活动；5、负责用户挖掘和与其互动、维护；6、领导交代的其他事项。任职要求：1、大专及以上学历，汉语言文学专业、传媒类、广告学、新闻学专业优先，优秀实习或应届生也可以考虑；2、有一年以上广告文案或策划管理从业经验，在校期间有活动策划，文案写作经验的应届毕业生亦可；3、思维敏捷，营销点子多，文字功底强，具备文案策划与撰写能力，能独立组织和完成创意文案的执行；4、较强的执行力、沟通表达能力，良好的时间和事务管理能力、良好的创造力、洞察力、团队协作精神、服务意识； 工作时间：周一至周五9:00-17:30（午餐时间：12:00-13:00） \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 北滘中国慧聪家电城1座16楼"], "company": ["广州同望科技发展有限公司"], "education": ["大专"], "money": ["15-25万/年"], "desc": "\n\n1.承担区块链系统核心功能代码设计与开发；2.针对区块链技术在财务管理和互联网金融领域的应用，基于区块链技术的产品和解决方案的设计和开发工作；3. 搭建开发区块链平台和基础框架;4. 参与区块链技术在行业应用中的衔接与落地；5. 从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现；岗位要求：1. 正规大学全日制本科及以上学历，计算机等相关专业，3年以上工作经历；2. 精通比特币/以太坊/HyperLedger Fabric的区块链相关机制与原理；3. 精通并熟练各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等4. 熟练掌握c++/python/java/GoLang中的两种以上，参与各个区块链开发社区并贡献源码者优先；5. 精通一些主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等；6. 熟悉交易所，场外交易系统者优先 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 海南省海口市秀英区南海大道266号国家高新区创业孵化中心A座3-A3室"], "company": ["广州粤建三和软件股份有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n岗位职责：1 研究区块链技术与其他技术及应用的结合，分析评估可行性2 参与企业区块链平台架构设计和建设，参与智能合约代码开发；3 参与制定和实施技术决策和技术方案，组织架构设计与升级优化；4 从事基于Hyperledger fabric的区块链技术研究，负责研究Hyperledger fabric的加密技术、公式算法和底层实现（海南省海口市上班）任职要求：1 本科及以上学历，计算机或相关专业毕业；2 熟悉区块链开源项目 Hyperledger fabric 的实现机制及运行原理、熟悉Hyperledger Fabric 开发和环境部署、有Hyperledger fabric 区块链项目的开发/实施经验优先；3 对密码学，安全协议和加密算法有研究，熟悉分布式系统架构和分布式存储相关原理；4 熟悉 Go/Java/Paython至少一门编程语言；5 熟悉关系型数据库和 NoSQL 数据库的原理与使用；6 理解各类主流的共识算法，如 PoW，PoS，DPoS，PBFT，Paxos，Raft等；7 熟悉 Linux 操作系统，熟练掌握 Docker 容器技术原理、部署和使用优化；8 有参与开源代码或者开源框架贡献者优先。 \n"}
{"name": ["Java开发工程师  6-12K  五险一金、区块链技术"], "city": ["上班地址 : 天河区(中山大道105号)华景新城华景路37号暨南大学科技产业大厦7楼"], "company": ["广州联图电子科技有限公司"], "education": ["本科"], "money": ["0.6-1.2万/月"], "desc": "\n\n我们需要您做的是：1.负责业务功能服务端实现、测试及维护；2.跟进业务需求，为改善系统的功能积极提出建议。我们希望您具备以下能力： 1.统招全日制，计算机相关专业本科及以上学历；一年或以上开发经验。2.精通Java编程，精通Spring,Spring MVC开发框架，熟悉Junit、SVN、Maven等常用工具；3.熟悉多线程，缓存及应用服务器性能调优者优先；  4.熟悉Linux系统者优先。我们欢迎您具备以下加分项：1.熟悉区块链技术或有区块链相关应用开发经验。我们可以提供给您：1.与区块链研发技术牛人工作学习机会！2.意想不到的生日祝福及礼物，不定期团建（轰趴馆、温泉、漂流、爬山等等），定期员工关怀，入职周年纪念等等，只有您想不到没有我们做不到！3.公司拥有985/211博士、硕士带领的强大的产品研发团队，能提供优质的后续支持与保障！4.朝九晚六、周末双休！ 我们可以做更多，我们正在做更多！ \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 西斗门路3号天堂软件园二楼"], "company": ["杭州亦笔科技有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n工作职责:1.参与公司区块链产品的研发、部署及维护工作；2.根据具体项目的开发进度和任务分配，完成相应模块软件的设计、开发、编程、测试任务。任职资格:1.精通GO、JAVA、C++等语言，有GO实际项目开发经验优先；2.熟悉Linux系统， TCP/IP网络协议;3.熟悉bitcoin、ethereum架构及运行原理；4.理解去中心化及分布式共识机制，熟悉智能合约开发；5.对fabric源码熟悉，能理解底层原理并有实际搭建环境的经验；6.熟悉docker、docker-compose相关配置维护；7.有区块链实际开发经验优先、有金融相关业务开发经验优先；8.极强的工程开发能力； \n"}
{"name": ["区块链研发工程师"], "city": ["上班地址 : 丰潭路380号城西银泰城写字楼B座"], "company": ["杭州城市大数据运营有限公司"], "education": [], "money": ["1.5-3万/月"], "desc": "\n\n岗位职责1、研究区块链相关生态和技术及应用，参与核心代码的编写，建立基于区块链的技术体系；2、负责设计方案制定，及相关验证测试方案的制定和评审；3、负责探索区块链技术在金融等方向的落地场景。岗位要求:1、软件工程或计算机相关专业硕士及以上，2年以上区块链开发经验，具备区块链产品的设计和研发能力，3年大型项目开发经验；2、深刻理解区块链技术的原理、机制，熟悉至少一个区块链开源项目，fabric、Ethereum、bitcoin、stellar等；3、熟悉数字加密算法、分布式系统架构和分布式存储相关原理；4、熟悉Linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；5、熟悉c++/go（尤佳）/java中的两种以上；6、具备较强的分析问题和解决问题能力；7、良好的抗压能力和责任心。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 上海市黄浦区中山东二路558号N1幢3层"], "company": ["国佳文博（上海）企业发展有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n 岗位描述： 1、区块链底层及其智能合约的开发。 2、按需求定制化 Hyperledger联盟链及其开发相应的 Dapp 3、负责公司开源项目的维护及更新 职位要求： 1、计算机、物理、数学等相关专业,至少具有一年的工程开发经验。 2、精通Golang/Java/C/C++中的一种或多种语言，至少掌握一门脚本语言，如Python 等。 3、了解一些常见的区块链的算法、如加密算法 SHA2、共识算法 POW、POS、DPOS等。 4、有较强的学习能力，能够学习阅读英文技术文档； 5、具备良好的表达能力和沟通能力，能够承受一定的工作压力； 6、对工作认真负责、有强烈的责任感、并有良好的团队合作精神。  \n"}
{"name": ["区块链存储开发"], "city": ["上班地址 : 万塘路317号华星世纪大楼17楼"], "company": ["杭州腾展科技股份有限公司"], "education": ["本科"], "money": ["2.5-3.5万/月"], "desc": "\n\n岗位职责1. 研究存储相关技术，推动存储技术在去中心化的P2P环境中的实施；2. 参与公司基于区块链技术的存储架构的设计和开发；3. 持续优化存储的性能，而且保证数据的可靠性，安全性等等要求。职位要求1. 熟练掌握Linux环境下C/C++编程，熟悉进程间通信，内存管理，网络通信等相关知识者；2. 有开源分布式存储系统(如 Ceph, HDFS, GlusterFS)开发经验; 语言:go、C++；3. 有ipfs/ceph/hdfs等项目深入研究者优先；4. 有很强的学习能力和debug能力，有主动性和责任心；5. 对大规模分布式系统有钻研热情,有团队协作精神。 \n"}
{"name": ["PHP开发工程师（区块链方向）"], "city": ["上班地址 : 科学大道绿地中央广场A1栋2405-2406"], "company": ["广州深科信科技信息咨询有限公司"], "education": ["大专"], "money": ["0.8-1.6万/月"], "desc": "\n\n岗位职责：1、基于公司的系统产品设计需求，负责Web端php程序的设计、开发工作；2、负责公司Web端系统数据库、程序模块的设计与开发；3、负责协助产品经理进行技术评测，代码开发，Bug处理；4、系统开发文档、技术文档的编写；5、负责Web端网站服务器的日常安全和维护。任职要求：1、计算机等相关专业，全日制大专以上学历，1年以上PHP开发工作经验；2、对OOP有较为深入的认识，掌握常用设计模式，了解linux操作系统，熟悉常用shell命令；3、熟悉apache/nginx＋php+mysql开发,有PHP主流框架的使用经验。熟悉PHP框架Yii,CI,Thinkphp等主流框架；4、熟悉redis、mongoDB等nosql数据库，熟悉Mysql数据库，具备一定的Mysql索引优化、查询优化能力；5、熟悉JavaScript、Jquery、AJAX,HTML,CSS等技术，了解模板技术；6、拥有良好的编码习惯，要求结构清晰，命名规范，逻辑性强，代码冗余率低；7、具备较强的逻辑思维和学习能力，能独立进行模块开发、解决实际问题；8、有海量互联网系统、高并发高可用系统设计及开发经验者优先。【我们为您提供】1、新兴朝阳行业，规模及产值行业领先、高速发展的企业平台；2、良好的职业发展通道、人才发展规划与完善的职业培训；3、具挑战性和竞争力的薪酬福利；4、购买五险一金，传统节假日福利、生日礼品、年度免费体检等；5、解决广州户口及人才档案；6、周末双休，5天8小时工作制；7、员工旅游与团队活动福利；8、丰厚的年终奖金；9、带薪年休假与法定假期；10、智能甲级写字楼办公11、提供住宿，高档小区。【联系方式】020-82000445  人力资源部  杨小姐【邮箱地址】有意者可直接投简历至gzskxhr@163.com【公司网站】www.feibaos.com \n"}
{"name": ["区块链市场运营"], "city": ["上班地址 : 上海市普陀区武宁路99号23楼"], "company": ["星与际科技（上海）有限公司"], "education": [], "money": ["0.8-1.5万/月"], "desc": "\n\n岗位职责：1、熟悉区块链项目的运营，各个推广渠道及方法；2、根据平台运营模式，统筹管理外部平台线上各项工作；3、负责产品平台运营管理，制定线上运营策略、计划并有效实施；4、负责数字资产交易平台的市场分析、产品规划、需求调研、用户使用行为分析、风险(流动性、政策性等）分析与监控；5、区块链社群的日常运营维护；6、良好的沟通能力、学习能力及逻辑思维能力；7、完成领导交代的其他事务。                            补充说明：公司从事新兴行业--雾耕，高科技结合区块链技术，前景好，发展空间巨大。任职资格：1、熟悉或精通比特币、区块链的相关知识，熟悉区块链行业与圈子，擅长寻找发掘行业热点与爆料； 2、有服务平台运营经验，熟悉平台操作规范和流程，熟悉平台商务合作模式，并能积极促进合作；3、对目前国内主要的社群运营模式有深入的研究和独到见解；4、具备一定的文字编辑能力，有微信、微博、运营经验的优先，有行业资源与媒体资源者优先；5、积极主动，善于沟通；具备良好的责任心、沟通协调能力、执行力和团队合作精神。6、有技术开发基础者优先。公司福利：工作时间：周一至周五9:00-18:00，周末双休；按照国家规定缴纳五险一金；享有法定节假日及带薪年假、婚假、产假等；年底双薪，每年至少一次加薪机会；员工在职满一年享受公司组织的年度体检；另有：下午茶时间、旅游度假、节日福利...... \n"}
{"name": ["区块链解决方案经理"], "city": ["上班地址 : 高新中四道龙泰利科技大厦"], "company": ["梦网荣信科技集团股份有限公司"], "education": ["本科"], "money": ["2-4万/月"], "desc": "\n\n岗位职责：1.对内把产品特性进行包装，形成客户培训材料，支持市场销售；2.对外进一步收集市场反馈，建立起需求收集->分析->产品定义到产品开发。以需求驱动的产品迭代模型；3.同行业进行竞争力分析和行业动态跟踪，保证产品解决方案技术领先性。任职要求：1.本科及以上学历，计算机专业毕业，2-5年相关工作经验，能够熟悉区块链相关解决方案架构或具备软硬件系统集成经验；2.具备良好的沟通能力和个人处事风格；3.具备基本的英语口语能力；4.快速学习区块链技术进展的能力。 \n"}
{"name": ["区块链产品销售"], "city": ["上班地址 : 虹漕路68号锦和中心5E"], "company": ["上海云矿信息科技有限公司"], "education": ["大专"], "money": ["6-8千/月"], "desc": "\n\n1. 按照公司制定的计划完成公司超计算机硬件设备销售；2. 开发潜在客户，收集和分析设备市场信息，关注客户需求，关注同行信息；3.管理维护客户关系以及客户间的长期战略合作计划。公司简介：           专业从事投资区块链相关行业的机构，公司分布在美国、加拿大、内蒙、新疆、甘肃等地，拥有数十万负荷规模，行业领先。只要你有能力，岗位就是你的，欢迎同行业/销售行业跳槽，待遇从优。     公司是一个崭新的平台，也是一个良好的发展机遇，在这里你可以尽情展现你的才华，获得相应的经验与财富，我们期待每一位小伙伴的加入，诚意合作，共创未来。任职要求：1、专科及以上学历，有计算机销售经验可以适当放宽；2、具有项目计划执行能力、沟通能力和谈判技巧；3、具备客户拓展和客户关系维护能力；4、前期公司提供入行的培训，也提供一些行业资源，进行带薪培训。5、工作积极主动，勇于挑战高薪；6、一年或以上销售等相关工作经验优先；7、具备良好的职业道德素养和企业意识；8、可接受应届毕业生。薪酬待遇：1. 底薪+高提成+话费补助+五险一金+节假日福利2.工作时间：8小时工作制；双休日；法定节假日正常休息。 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 滨河大道京基滨河时代4608室"], "company": ["晟大国际贸易（深圳）有限公司"], "education": ["本科"], "money": ["1-3万/月"], "desc": "\n\n岗位职责：1.参与基于区块链的产品的设计和开发；2.开发并实现区块链协议、加密技术、共识算法和底层实现；3.参与需求分析文档和详细设计文档编写，参与开发规范的制定工作；4.持续提高自身技术能力，跟进行业关键技术发展。   任职资格：1.本科以上学历，计算机，软件工程，信息技术相关专业，具备较强的钻研能力，对新的技术有一定的敏感性，能自学最新的技术并提出自己的思考；2.热爱技术，熟悉C++/Go/NodeJS等一种或多种语言； 3.对区块链(Blockchain)，以太坊（Ethereum)等技术有研究；熟悉geth及Solidity。4.了解MySQL数据库使用，熟悉事务及相关编程；5.了解区块链技术原理，熟悉大区块链平台的智能合约的编写； 6.了解PBFT 、PoW、PoS、DPoS、Paxos、Raft等共识算法；7.了解常用的加密算法。香港户籍优先 \n"}
{"name": ["区块链高级Java开发工程师"], "city": ["上班地址 : 东大街35号明宇金融广场24楼2402室"], "company": ["成都搜江湖科技信息有限公司"], "education": [], "money": ["0.8-1.5万/月"], "desc": "\n\n岗位职责：1、参与项目需求分析和设计, 对项目开发工作提出解决方案；2、负责程序开发工作；3、研究项目技术细节，编写相应的说明书；4、参与程序代码单元测试、上线、维护工作。 任职要求：1.熟练使用Spring、Spring MVC、springboot 、Mybatis、MySQL；2.熟悉MyCat、Redis、Nosql，并有一定数据查询调优经验3.熟悉分布式，SOA系统架构设计，熟悉ZooKeeper、Dubbo分布式应用架构；4.熟悉负载均衡、反向代理、分布式缓存的使用；5.掌握Bitcoin，Ethereum，HyperLedger Fabric，ipfs等主流区块链技术相关机制与原理；6.熟练掌握Go，C++等主流区块链系统开发语言至少一种，Go优先，参与过区块链开发社区并贡献源码者优先；7.了解一些主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等；8.熟悉数字加密算法，安全协议，分布式计算,了解PBFT 、PoW、PoS、DPoS、Paxos、Raft等共识算法。9.熟悉区块链(Blockchain)，以太坊（Ethereum)，超级账本（Hyperledger）、OpenChain、Bitcoin等相关开源项目，有研究和贡献经验的优先；  10.了解区块链技术原理，熟悉大区块链平台的智能合约的编写；11.有致力于去中心化技术（如区块链等）在金融领域可行性的探索经验的优先； 加分：1. 做过比特币、以太坊、莱特币等相关区块链项目的优先；2. 做过智能合约相关项目的优先；3. 有虚拟货币交易所开发经验的优先。 \n"}
{"name": ["区块链首席架构师"], "city": ["上班地址 : 科汇路1号饭箩围中科院云计算中心"], "company": ["中国科学院云计算中心"], "education": ["博士"], "money": ["2-2.5万/月"], "desc": "\n\n岗位职责：1、负责区块链技术跟踪、行业动态跟踪，承担科技、咨询类课题的可行性研究，完成区块链科技项目申报，指导技术标书编写；2、负责区块链产品总体架构顶层设计；3、负责区块链的协议、运行机制、底层源码研究和改进等；4、指导并参与核心代码的书写，组织解决项目开发过程中的重大技术问题；5、负责工程师的培训与代码质量管控。任职要求：1、博士及以上学历，计算机及相关专业，相关技术工作经验2年以上，有区块链项目经验；2、掌握区块链相关机制与原理，熟悉BTC、ETH、EOS、BFT等技术体系；3、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；4、在区块链或研究机构参与过区块链核心技术开发（不限于以太坊和超级账本）的成功经验； \n"}
{"name": ["区块链应用推广项目经理"], "city": ["上班地址 : 澄迈县老城区海南生态软件园8813号"], "company": ["深圳市中电合信科技股份有限公司"], "education": ["大专"], "money": ["1-2万/月"], "desc": "\n\n 1、 负责公司产品的推广、商务洽谈、项目执行和落地；完善区块链解决方案； 2、 负责对外合作项目等文书的起草、修订，撰写项目报告及实施方案；  3、 根据业务发展需求和公司战略，负责项目商务合作渠道的开拓、跟进和关系维护；挖掘意向合作资源； 4、 定期评估合作项目开展情况并形成书面分析报告，及时提供反馈信息，提出合理建议，为公司领导决策提供参考依据；  5、 研究和了解区块链业务发展动向、关注和了解区块链与各行业的结合点； 6、 参与区块链产品需求分析、产品设计，产品优化及用户体验改善；     任职要求：            1、有区块链应用项目推广经验优先； 2、协调沟通能力强，具有一定的文案撰写； 3、具有较强的逻辑思维能力、分析能力和执行力； 4、3年以上工作经验，有互联网技术背景，金融学，市场管理学专业优先；          \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 江北区观音桥步行街融恒时代1903室"], "company": ["重庆商渡搜鸽网络技术有限公司"], "education": ["本科"], "money": ["1-2万/月"], "desc": "\n\n商鸽网——重庆商渡搜鸽网络技术有限公司是一家美国独资的高科技互联网公司，总部位于美国加州硅谷，我们使用全球先进的社交网络和搜索引擎技术，为全球企业提供全新模式的网络B2B社交及搜索服务平台。公司主要创始人均来自谷歌，雅虎等大公司及中美名校，并拥有十年以上的国际贸易经验和专业技术背景。    为满足公司在中国快速发展的需要，特招聘重庆地区区块链开发工程师。我们提供富有竞争力的薪资福利，并对表现突出者给予股票期权奖励！岗位职责:1.负责区块链底层技术开发。2.负责开发基于区块链底的业务应用。3.参与公司相关产品开发。任职要求:1.掌握Golang,有区块链底层实现项目开发经验者优先。2.熟悉Bitcoin，Ethereum，HyperLedger Fabric等主流区块链技术相关机制与原理。3.理解各类主流的共识算法等；掌握数字证书签名，验签算法和原理；掌握对称加密非对称加密算法原理。4.熟悉Linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化。5.具有良好的沟通能力，自学能力，具有团队合作精神。 \n"}
{"name": ["区块链高级工程师"], "city": ["上班地址 : 广州市天河区五山路248号金山大厦南塔2层203室"], "company": ["广州网融信息技术有限公司"], "education": [], "money": ["2-2.5万/月"], "desc": "\n\n1、负责区块链技术选型、核心代码研发，参与部门相关领域技术决策；  2、支持业务需求，深度参与业务系统的方案设计；3、理解方案设计，并开发合约应用；  4、对技术相关人员进行技术和业务培训，并指导开发人员进行开发;  5、为方案技术决策提供技术可行性的支持，化解技术风险。任职要求：1、计算机、数学、软件相关专业，大专及以上学历，并拥有良好的学习能力、团队协作能力，能快速学习和掌握新技术新思路；2、3年及以上区块链领域的开发经验；3、对基于Ethereum、Bitcoin、Hyperledger等开发有实际项目经验；4、熟练掌握C++，Java/Javascript/Python/Erlang/Golang中至少一种语言5、熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；6、熟悉分布式、多线程及高性能的设计与编码及性能调优；7、熟悉linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；8、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；                                            9、有存储系统研发经验者、熟悉数据库设计，有 MySQL、MongoDB、Redis 等经验者优先。   \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 昆明浪潮云计算产业园S05楼4楼（国家大数据基地"], "company": ["IPFS（埃普富生）网络科技有限公司"], "education": ["本科"], "money": ["5-8千/月"], "desc": "\n\n1.有java编程基础，Java EE、SOA、OSGI等相关技术经验；对各种开源的框架如Spring、Mybatis/Hibernate等有了解，对框架本身有过开发或重构者可优先考虑；2.使用过主流关系/对象数据库，有大规模高并发访问的Web应用系统设计和开发经验者优先；3.了解区块链相关技术及概念，熟悉区块链开源项目优先，例如 IBM Hyperledge、Ethereum等4.在公司培训下能迅速掌握unix/linux操作系统，对常用命令运用娴熟，能够根据实际需要编写shell脚本；5.较强的表达和沟通能力；工作认真、严谨、敬业，对系统质量有近乎苛刻的要求意识；6.具有大型电子商务网站以及银行业核心系统、电信boss系统设计与研发经验背景的优先考虑。薪资：转正后5k起+午餐+单人间+五险一金+月奖金+年终奖  \n"}
{"name": ["ICBU技术部-区块链技术专家"], "city": [], "company": ["阿里巴巴集团"], "education": ["本科"], "money": [], "desc": "\n\r\n\t\t\t1.  负责基于区块链技术的跨境供应链协同平台的设计和实现；\n2.  推动生态合作伙伴，搭建外贸行业联盟链；\n3.  负责拟定区块链框架和集团现有技术体系的集成方案；\n4.  跨境供应链协同角色众多，是仅次于ICO之外(阿里巴巴不做ICO)，区块链最热门/最适用的应用场景。\n\r\n1.  熟悉业界主流区块链技术框架和技术实现，如fabric、以太坊、比特币等方案，了解共识算法、网络协议等；\n2.  具有丰富的企业架构设计经验；有供应链行业经验者优先。；\n3.  学习能力强，优秀的沟通表达能力，和团队协作精神；\n4.  逻辑能力强、思维活跃，接受新事物能力强。\t\t\t\n"}
{"name": ["29777-金融云区块链高级研发工程师（深圳）"], "city": [], "company": ["深圳市腾讯计算机系统有限公司"], "education": ["本科"], "money": [], "desc": "\n\r\n\t\t\t负责腾讯云区块链平台业务前后端研发工作；\n负责对现有腾讯云区块链系统进行稳定性优化、性能调优、新特性开发等工作;\n负责腾讯云平台的金融行业服务体系的后台研发工作.\r\n计算机相关专业本科以上学历；\n3年以上工作经验；\n精通go或Python或C++开发，了解Linux下常见Shell操作，对敏捷开发有一定的了解；\n熟悉Hyperledger Fabric 1.0架构，熟悉其业务流程和设计理念，能够跟进最新特性和源代码开发；\n熟悉一种关系型数据库和KV数据库，理解PKI基本知识和原理。\n具备一定的网络、安全、web开发基础知识；\n了解比特币、以太坊，Ripple，Corda等业界热门的区块链设计特点；\n了解面向对象开发，具有一定的系统分析设计能力、文档撰写能力；\n积极进取、诚实正直、责任心强，有较好的沟通能力和学习能力和服务意识，能够承担一部分B端客户客户对接，需求整理，方案设计等工作\n具备Hyperledger Fabric，以太坊以及BaaS平台设计和研发经验者优先；\n熟悉 Kubernetes 或 docker 者优先；\n有云服务开发或金融业务开发经验或金融业务架构知识者优先。\t\t\t\n"}
{"name": ["技术经理（区块链方向）(J10613)"], "city": ["上班地址 : 天津市武清开发区新源道18号天狮国际健康产业园"], "company": ["天狮集团有限公司全球直销事业部"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\n工作职责:1、负责制定区块链平台及相关产品的技术方案，并解决开发中的技术问题；2、根据业务需求及应用场景，研究区块链共识机制、分布式网络、智能合约、跨链协议、并发机制、隐私保护等相关技术的实现及落地；3、搭建基于区块链的底层架构，提供易用接口和使用案例，供应用层调度使用；4、参与产品需求讨论与架构设计，设计区块链运行机制，开发智能合约；5、参与区块链技术在电商应用中的构思、衔接与落地，对区块链+电商有独到见解；6、参与使用Solidity（Ethereum），Node.js或Java\"script\"，HTML，CSS的智能合同的开发，测试，发布，支持和维护活动使用各种技术和工具，提供符合场景需求的战略技术解决方案；7、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现。任职资格:1、计算机相关专业本科以上学历，3年以上区块链相关工作经验；2、熟练linux服务器端java开发，精通操作系统、多线程等相关基础知识；3、深刻理解比特币、以太坊、Fabric、EOS等其中一种或者多种区块链平台技术实现与通证经济者优先；4、精通/熟悉数据库、网络传播、共识算法、常用的加解密、签名算法原理和用法；5、有海量场景相关的大规模分布式数据库系统、支付交易系统建设经验者优先；6、精通SOA、微服务架构、P2P网络等服务计算技术者优先；7、有万向、矩阵元、布比、云象、比特大陆、火币网等公司区块链工作经验者优先。\t\t\t\t \n"}
{"name": ["区块链技术经理(J10707)"], "city": ["上班地址 : 北京市东城区恒基中心写字楼20层"], "company": ["天狮集团有限公司"], "education": [], "money": ["3-4万/月"], "desc": "\n\n工作职责:1、负责制定区块链平台及相关产品的技术方案，并解决开发中的技术问题；2、根据业务需求及应用场景，研究区块链共识机制、分布式网络、智能合约、跨链协议、并发机制、隐私保护等相关技术的实现及落地；3、搭建基于区块链的底层架构，提供易用接口和使用案例，供应用层调度使用；4、参与产品需求讨论与架构设计，设计区块链运行机制，开发智能合约；5、参与区块链技术在电商应用中的构思、衔接与落地，对区块链+电商有独到见解；6、参与使用Solidity（Ethereum），Node.js或Java\"script\"，HTML，CSS的智能合同的开发，测试，发布，支持和维护活动使用各种技术和工具，提供符合场景需求的战略技术解决方案；7、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现。任职资格:1、计算机相关专业本科以上学历，3年以上区块链相关工作经验；2、熟练linux服务器端java开发，精通操作系统、多线程等相关基础知识；3、深刻理解比特币、以太坊、Fabric、EOS等其中一种或者多种区块链平台技术实现与通证经济者优先；4、精通/熟悉数据库、网络传播、共识算法、常用的加解密、签名算法原理和用法；5、有海量场景相关的大规模分布式数据库系统、支付交易系统建设经验者优先；6、精通SOA、微服务架构、P2P网络等服务计算技术者优先；7、有万向、矩阵元、布比、云象、比特大陆、火币网等公司区块链工作经验者优先。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 滨河大道2001号T-Park深港影视创意园9楼"], "company": ["深圳市聚仁传媒文化艺术有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n（RN开发工程师隶属聚仁集团下属科技公司——深圳南轩睿智科技发展有限公司，主要产品为软件开发和游戏开发两类）工作职责：1．负责数字货币交易所平台代币的架构设计与核心代码开发；2．开发基于区块链的以太坊、钱包、智能合约和基础架构；3．参与公司区块链底层核心模块和架构的设计与开发；4．持续跟进区块链技术在数字货币领域的发展及相关技术研究；5．研究区块链的协议，运行机制和底层实现等；6．搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出。岗位要求：1．计算机相关专业本科以上学历，能力特别强者可以放宽该条件；2．2年以上IT互联网相关经验；对其中一种技术熟悉的,例如Go，solidity，Node.js等区块链开发语言，精通Golang，C++，Java，python,参与各个区块链开发社区并贡献源码者优先；3．精通linux或Windows系统，熟悉Ethereum的技术原理及代码编译（要求熟练编译通过）；4．熟练掌握NoSQL数据库，比如MongoDB、Redis等,熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；5．有加密货币或区块链技术实际实施经验的优先；6．熟悉比特币、以太币等虚拟货币，有虚拟货币的交易、熟悉以太坊，能部署正式环境和私有网络的以太坊节点等其中一种；7．熟悉智能合约，Solidity语言，能使用该语言编写智能合约并部署。 \n"}
{"name": ["Java开发工程师(区块链)"], "city": ["上班地址 : 成都市高新区天府软件园A区A3三楼"], "company": ["成都尼毕鲁科技股份有限公司 (tap4fun)"], "education": ["大专"], "money": ["1.2-2.2万/月"], "desc": "\n\n负责区块链游戏、区块链钱包APP开发相关工作任职要求：能吃苦，有耐心。精通Java核心编程、多线程、网络编程、常用框架如spring等；熟练使用kafka、redis或memcache、mongodb、zk、es、dubbo等技术组件，熟知至少一种组件的底层实现原理；从事过产品研发，具有全面、深刻架构原理、架构技术，有较丰富经验；具有分布式、高并发、高负载、高可用性系统经验；熟悉Linux 操作系统、对linux的内核参数优化有一定的了解，熟悉JVM优化；热爱技术，对技术有不懈的追求；具备良好的沟通协作能力、团队合作精神。必备素质：吃苦耐劳，有耐心，能接受加班项目会提供非常好的前景～ \n"}
{"name": ["java开发工程师（区块链）-lf"], "city": ["上班地址 : 购物公园"], "company": ["深圳市博奥特科技有限公司"], "education": ["大专"], "money": ["1.4-2万/月"], "desc": "\n\n1. 计算机软件或相关专业 2. 3年及以上使用JAVA开发的经验，JAVA基础扎实，理解io、多线程、集合等基础框架，对JVM原理有一定的了解，对Spring boot, mybatis等开源框架熟悉； 3. 熟悉分布式系统的设计和应用，熟悉分布式、缓存、消息等机制；能对分布式常用技术进行合理应用，解决问题4. 掌握多线程及高性能的设计与编码及性能调优；有高并发应用开发经验5. 熟悉Linux 操作系统和大型数据库（Oracle、MySql）；对sql优化有丰富的经验6. 学习能力强，适应能力好，有强烈的责任心，具备耐心/细心的品质7. 有一定的抗压能力8. 熟悉前端、区块链相关技能的优先 \n"}
{"name": ["网络区块链软件开发师"], "city": ["上班地址 : 西安市  碑林区  金花北路176号  电子大厦14楼"], "company": ["陕西大唐新能电力设计股份有限公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n？  1.按要求撰写相关需求、设计、测试文档及用户操作手册；？  2. 对已开发完成的软件进行维护更新工作使之保持可用性和稳定性；  3.计算机科学与技术，软件工程等相关专业，大专以上学历；  4.从事过网络区块链应用开发设计工作的优先。 \n"}
{"name": ["区块链初级工程师（211、985院校）"], "city": ["上班地址 : 北京市海淀区蓝靛厂东路2号金源时代商务中心B座8层"], "company": ["新晨科技股份有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n工作职责:1、负责研究区块链协议、运行机制、底层实现、算法等；2、负责基于区块链的产品的设计和研发；3、负责跟踪互联网领域区块链技术的发展，并应用于实际研发产品中；任职资格:1.  本科以上学历（211、985院校）2.  Java/ C/ C++/ Go 至少精通一门语言；3.  至少熟悉一种关系型数据库，比如mysql/postgresql/oracle/db2；4.  熟悉网络编程尤佳5.  熟悉nosql优先, (leveldb/couchdb/mongodb, etc) \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 启月路288号建屋紫金东方大厦"], "company": ["苏州有推信息科技有限公司"], "education": ["大专"], "money": ["1-2万/月"], "desc": "\n\n岗位描述1、参与区块链钱包和支付业务类项目的开发工作，承担核心功能代码编写；2、持续跟进区块链及相关技术的发展；3、积极探索区块链技术的应用场景，为公司业务发展提供持续支撑职位要求1、精通 EOS ，Bitcoin，Ethereum的区块链相关机制与原理2、区块链行业从业至少1年以上经验，做过或者熟悉区块链支付相关项目3、理解各类主流的共识算法，包括不限于 PoW，PoS，DPoS，PBFT，Raft 等4、熟练掌握 JAVA，GoLang，Nodejs , C++ 等主流区块链系统开发语言5、具备良好的识别和设计通用框架及模块的能力；6、较强的表达和沟通能力；工作认真、严谨、敬业，对系统质量有近乎苛刻的要求意识；7、具有大型电子商务网站以及银行业核心系统、电信boss系统设计与研发经验背景的优先考虑； \n"}
{"name": ["区块链社区运营专员"], "city": ["上班地址 : 桃源街道丽山路桑泰大厦"], "company": ["深圳市九链科技有限公司"], "education": ["大专"], "money": ["6-8千/月"], "desc": "\n\n1、负责搭建和管理区块链项目用户社群（包括微信群、telegram），实现用户的拉新和维护。2、实现与用户的及时沟通，维系社群活跃度；3、负责区块链项目的运营推广，利用微信、telegram平台品牌推广。4、负责区块链的活动策划、活动文案撰写；任职要求：（1）对区块链有一定的兴趣爱好，有过区块链行业工作经验的优先考虑；（2）大专学历、优秀应届生亦可，形象好，气质佳；（3）Twitter、微信、微博等产品的运作特点，能够高效的针对用户策划并执行各种拉新、促活的在线活动；（4）善于进行活动效果总结，具备快速学习能力和一定的创新能力；（5）有实际的丰富社群运营经验和案例展示；（6）性格开朗，善于与人交际，热爱区块链行业； \n"}
{"name": ["区块链架构师"], "city": ["上班地址 : 易思博软件大厦2908室"], "company": ["深圳市国兴信息技术咨询有限公司"], "education": ["本科"], "money": ["2.5-3.5万/月"], "desc": "\n\n1、负责产品核心功能模块设计、核心代码开发；2、负责对现有系统重构、拆分、升级、优化；3、参与或带领团队成员技术开发、解决或攻克技术难点；4、及时解决产品研发中的技术问题,对平台的最终性能和稳定性负责；5、根据公司发展，提前定制技术方案。任职要求：1、大学本科以上学历，计算机、软件工程或相关专业；2、8年以上工作经验，5年以上产品设计、架构经验，具有非常优秀的架构预见能力及技术前瞻性，有大型交易所撮合交易开发经验；3、有至少一家大型高性能网站、分布式系统架构经验；4、熟悉多线程，JVM优化，熟悉Socket协议，熟悉Redis、dubbo、Zookeeper、RabbitMQ、Mangodb、 Mysql等；5、熟悉分布式系统的设计和应用，熟悉分布式、队列、缓存、消息、搜索等机制，并有过相关研发实战经验；6、熟悉JAVA/GO技术，深入了解Spring MVC、Spring、mybatis等通用开发框架； 7、具有大数据以及高并发的系统数据库设计经验优先；8、具有较强的工作积极性、责任心，善于分析和解决问题。 \n"}
{"name": ["区块链钱包开发工程师"], "city": ["上班地址 : 前进二路智汇创新中心A座315室"], "company": ["深圳市艺融创科技有限公司"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n1、负责基于区块链(blockchain)的金融产品的设计和研发；负责基于区块链技术的公有链的架构设计；2、组织制定和实施技术决策和技术方案，组织架构设计与升级优化；3、负责基于区块链技术的公有链的应用开发；研究、开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现；4、参与相关子系统及业务流程优化重构,研发过程优化工作;5、积极探索区块链技术的落地场景，为公司业务发展提供持续支撑。任职要求：1、本科及以上学历，计算机相关专业，1年以上区块链相关开发经验；2、精通Golang，C++，Java任意两种开发语言；3、熟悉分布式软件设计及开发，精通微服务架构及容器技术；4、理解主流共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；5、熟悉区块链平台产品，如Bitcoin，Ethereum，Hyperledger，corda等，深入理解区块链核心技术；6、有过区块链项目开发经验者优先，有加密货币或区块链技术实际实施经验的优先；7、有相关金融分析软件、交易软件开发经验者优先；8、具备基于以太坊的虚拟货币交易平台或电子钱包研发经验优先；工作地址宝安西乡前进二路华盛辉A座315 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 新市黄石东路99号宏域大厦4F410，广州潮流服装有限公司"], "company": ["广州潮流服装有限公司"], "education": [], "money": ["1-1.5万/月"], "desc": "\n\n1. 3 年及以上互联网领域的设计开发经验；2. 熟练掌握 Go，Java，C++等主流区块链系统开发语言至少一种，Go 优先，参与过区块链开发社区并贡献源码者优先；3. 掌握主流区块链技术相关机制原理与去中心化思想；4. 工作积极主动，责任心强，善于沟通，具有良好的团队合作精神；5. 对大数据有研究和实践者优先；6. 能快速阅读英文论文及相关资料，学习能力强，自我驱动力强；7. 热爱区块链开发技术，有激情，有梦想，爱创新，追求卓越，能一起艰苦创业。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 北京市海淀区北四环中科资源大厦南楼"], "company": ["北京连盈科技有限公司"], "education": ["硕士"], "money": ["2-4万/月"], "desc": "\n\n1、研究区块链的协议，运行机制和底层实现等，设计安全协议和架构。2、承担金融领域基于区块链技术产品核心功能代码设计与开发。3、追踪区块链领域的新技术，通过技术创新将区块链与应用场景相结合。4、负责制定相关区块链业务解决方案，推进并协助合作伙伴完成项目落地。任职资格：1、熟悉至少一个区块链开源项目，例如Bitcoin、Hyperledge、Ethereum等。2、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等。3、精通JAVA，熟悉C++或GO语言，熟悉区块链的运作机制和底层实现。4、对技术有热情，良好的团队协作精神和执行力，思维活跃，接受新事物能力强。加分项：1、对密码学、安全协议、加密算法、P2P通信有研究的优先2、熟悉公链和联盟链的适用场景，参与各个区块链开发社区并贡献源码者优先。3、学习能力强，创新能力强，可以放宽要求。 \n"}
{"name": ["财经编辑（区块链KOL方向）"], "city": ["上班地址 : 海口市琼山区国兴大道西海航豪庭（国兴路西公交站西南50米）"], "company": ["海南喜拾贝信息科技有限公司"], "education": ["本科"], "money": ["0.4-1万/月"], "desc": "\n\n【职位描述】1、负责微信公众号、知乎、微博等平台原创内容产出以及知识付费产品输出文稿；2、为区块链、币圈用户，产出优质专业的解说内容，别具一格的内容识别度，以内容驱动流量，提升新增用户；3、负责各内容平台的编务工作，包括版式设计、排版、图片处理、视觉优化等，负责各内容平台的运营、内容分发工作;4、复盘日常数据，能够进行基础的用户需求分析，依靠数据运营提升内容输出质量、产品改进，提升用户体验，实现用户有效转化和留存提高。【任职要求】1、较强的执行力、成年人该有的抗压性及沟通协调能力，不以自我为中心；2、对金融、TMT、消费、股市、商业等内容有一年以上持续的关注，能够用自己独立的观点来论述，具备理论和实践的积累(有股市、加密货币、房产投资经历为加分项)；3、具备同理心能够换位思考引导读者，擅长把专业性强的金融财经知识转化为小白用户能直白听懂的内容，擅长信息的整合及二次加工，输出内容逻辑清晰；4、硬气的文案功底，敏锐的流量嗅觉，能够独立撰写包括解说类、科普类、影评类至少其二的文案，文笔风骚有趣，能撩用户扩散，知识面广（段子手及会蹭热点为加分项）；5、在微信公众号、微博、知乎、喜马拉雅、荔枝、星球等主流内容平台有内容创作经验者（加分）；6、该职位必须有过往作品（有一定的粉丝基础为加分项），能够熟练使用Office系列、Photoshop等基础办公软件；7、我们希望你：有强大的自驱力，渴望用能力来实践自我价值，知识面广、有较强的跨学科学习能力，愿意不断迭代自我，踏实乐观，对生活充满热情，即使外冷内热平时看上去呆呆的像个闷葫芦，一旦面对万千粉丝骚起来你自己都怕，保持对外界的好奇接触一切新鲜有趣的事情；8、全日制本科以上学历（985/211院校），金融、传媒专业优先考虑，作品优秀的应届毕业生可不看从业年限。职位诱惑：1、内容产品变现分红（挑战年入500K）；2、业内有竞争力的薪酬体系、期权、Token；3、独角兽互联网企业学习机会、区块链大咖指导；4、NICE的工作氛围，禁止一切办公室内耗；5、赛马机制，让踏实肯干有才华的同学能够迅速脱颖而出；6、1年时间，改变命运。 \n"}
{"name": ["区块链编程语言开发工程师"], "city": ["上班地址 : 武侯区蜀锦路88楚峰国际1806A"], "company": ["上海曼图科技有限公司"], "education": [], "money": ["1.5-3.5万/月"], "desc": "\n\n工作职责：1.参与设计和开发区块链编程语言。2.对合约代码性能进行优化。3.合约代码安全性检测与实现。4.配合项目经理完成概要设计和详细设计。5.根据项目要求进行系统快速原型化和开发工作。6.根据项目任务计划按时完成软件编码和单元测试工作。7.参与相关软件质量管理活动，确保设计、实现、测试工作按时保质完成。  任职要求：1.本科及以上学历。2.熟悉区块Bitcoin，Ethereum等常见区块链架构，有EVM源码以及Solidity源码分析经验者优先。3.熟悉编译器原理，有Solidity/GCC/LLVM等编译器优化和定制开发者优先。4.熟练掌握Solidity语言，具有智能合约开发经验。5.熟悉常用设计模式、数据结构、算法、数据库技术、网络编程等。6.具有良好的沟通协调和逻辑思维能力，优秀的学习能力，具备良好的团队精神，能承受工作压力，富有进取心，富于钻研和探索。7.具有较强的英语文献阅读能力。 \n"}
{"name": ["区块链运营/客户经理"], "city": ["上班地址 : 铁心桥大周路32号软件谷D2南1003"], "company": ["江苏朵米网络科技有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n职位诱惑： 互联网时代最具前景的行业，办公环境好，氛围轻松 职位描述： 新媒体运营  岗位职责： 1、负责项目宣传内容输出，微博、微信，并结合热点和用户内容需求做专题策划； 2、通过新媒体活动和合作，吸引潜在目标用户，增长粉丝量； 3、社群内容日常维护更新，氛围引导，挖掘优质内容，争议话题策划。  任职要求： 1、高中以上学历，对工作经验无要求； 2、勤奋好学，工作和学习的主动性强，有创业精神； 3、对网络热点、突发事件有敏锐的嗅觉并可快速反应，擅长寻找发掘行业热点与爆料； 4、对数字货币、区块链等有兴趣，了解、熟悉或精通比特币、区块链的相关知识，熟悉区块链行业与圈子的优先。  工作地址：南京市雨花台区大周路32号软件谷科创园D2南1003室 公交路线：112路、113路、340路、710路、866路到中兴村站下，88路到软件谷人才公寓站下 \n"}
{"name": ["销售代表（区块链行业/月薪5000以上/双休）"], "city": ["上班地址 : 武汉中北路或光谷软件园"], "company": ["湖北聚一线网络开发有限公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n1、负责公司产品的销售及推广；  2、根据市场营销计划,完成部门销售指标；  3、开拓新市场,发展新客户,增加产品销售范围；  4、负责辖区市场信息的收集及竞争对手的分析；  5、负责销售区域内销售活动的策划和执行,完成销售任务；  6、管理维护客户关系以及客户间的长期战略合作计划。  岗位要求:  1、大专及以上学历,专业不限，有过话务、销售、客服者优先；  2、反应敏捷、表达能力强,具有较强的沟通能力及交际技巧,具有亲和力，具有强烈赚钱欲望；  3、具备一定的市场分析及判断能力,良好的客户服务意识;  4、有责任心,能承受较大的工作压力;  5、有团队协作精神,敢于挑战。  薪资待遇：  优越的薪酬：无责任高底薪1800元起，每半年调薪一次，享受调薪人群30%以上；  高额提成（10%-20%），享受阶梯式提成激励机制；  另外享受月奖、排名奖、年终奖、特别激励奖、节假日福利； 入职员工即享受国家规定的五险一金福利保障；  目前在职人员180人，平均收入已达到5000元以上，欢迎敢于挑战高薪者来我公司面试。  提供舒适的办公环境，优质的客户资源，和带薪岗前培训，让您能够快速掌握专业技能，所有工作均在办公室完成，无需东奔西跑，日晒雨淋！ \n"}
{"name": ["社区运营\\区块链"], "city": ["上班地址 : 文一西路172号湖畔大厦A座8楼801"], "company": ["杭州拼学教育科技有限公司"], "education": ["大专"], "money": ["0.7-1.2万/月"], "desc": "\n\n【岗位职责】1、 区块链项目社群的日常运营维护管理，包括群内容整理、推送与传播，言论管理，维护交流秩序，处理群内事件，疑难解答，群里信息收集及反馈等。2、 区块链社群推广与用户拓展，整合资源，负责公司微信个人号、社群的用户拉新、裂变、留存和转化等，打造良好的社群生态，3、 挖掘和维护潜力及核心用户，培养种子用户，对群友进行引导和培养，促进内容输出、口碑传播，形成系统的社群裂变，并对群内用户分层管理4、 协作制定微信社群运营规划、社群群规，策划与执行社群季、月、周运营方案。5、 负责区块链项目对接行业自媒体的协作，提供内容，统筹传播节奏。6、 负责微信朋友圈的运营维护。【岗位要求】1、 熟悉数字货币、区块链的相关知识，熟悉区块链行业与圈子，擅长寻找发掘行业热点与爆料。2、 熟悉微信群、QQ群、贴吧、电报群、微博等运营管理，拥有良好的网感。3、 文字功底扎实，善于搜集信息，编辑撰稿，具备一定的原创内容编写能力；具备较强的策划和组织能力，善于沟通和社交。4、 敬业爱岗，工作主动，责任心强，有耐心，执行力强，具备良好的团队合作精神，学习能力强。5、 会基本PS美工、视频制作优先。6、 有行业资源与媒体资源者优先。7、 有区块链相关领域的红人、大V的微博、微信、公众号运营经验和资源者优先。8、 喜欢与用户交流的,“社交控”、“互联网依赖者”优先。 \n"}
{"name": ["产品经理（区块链）"], "city": ["上班地址 : 四川省成都市高新区天府二街东方希望天祥广场B座"], "company": ["成都卡卡生活电子科技有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n岗位职责： 1.负责产品的需求、市场及用户调研分析；把握用户需求和行为特点，理解用户需求，将其转化为原型设计，并与研发、测试沟通协调，实现用户需求。 2.负责产品的规划与落地执行，确定产品功能、流程，制作产品原型设计方案，编写相关产品文档，从制定方案到推进实施全程负责。 3.与开发工程师沟通、协调，保证产品实施阶段的进度与质量；与合作部门沟通协作，结合整体优势制定产品方案；与合作部门保持良好高效沟通，推进项目的高效进行。 任职要求: 1、本科学历，3-5年相关工作经验，有金融或区块链行业背景优先； 2、有丰富的互联网产品设计经验，完整的产品落地实施经验。 3、具有良好的沟通与语言表达能力，良好的团队合作、执行力与学习能力，及产品相关方案的撰写能力。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 科研9路比克科技大厦1801—F"], "company": ["致财网络科技（深圳）有限公司"], "education": ["大专"], "money": ["1.5-3万/月"], "desc": "\n\n岗位职责：1、负责基于区块链（blockchain）产品的设计和研发；2、负责开发基于区块链的平台和基础框架；3、搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用；4、跟踪互联网领域相关技术变化，并应用于实际研发产品中。任职要求：1、软件工程或计算机相关专业本科及以上，3年以上开发工作经验；2、精通linux,有区块链项目的开发经验；3、至少3年以上互联网或应用软件技术开发经验，精通C++/C、Go、Python、Java、Javascript中的两种开发语言；4、熟悉Ethereum、Bitcoin、Hyperledger、fabric等主流区块链开源项目的实现机制及运行原理；5、熟练掌握以太坊/比特币/区块链的原理、机制和相关加密算法者优先；6、熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究者优先；7、熟悉TCP、IP、HTTP、P2P等网络协议；8、理解各类主流的共识算法，包括不限于PoW、PoS、DPoS、PBFT、Paxos、Raft等；9、熟悉分布式、多线程及高性能的设计与编码及性能调优；10、良好的团队协作精神和执行力，较强的分析问题和解决问题能力。 \n"}
{"name": ["商务经理/海外BD/游戏/区块链"], "city": ["上班地址 : 建中路51号未来社区1楼BA223"], "company": ["广州氪豹信息科技有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n岗位职责：1、海外优质推广、营销渠道合作洽谈；2、游戏、区块链商务合作伙伴的开拓、跟进和关系维护；3、行业信息和竞品信息的收集与分析；4、可接受出差工作。任职资格：1、任职需要有优秀的英文能力，可作为工作语言使用，有留学经历者优先；2、1年以上海外游戏游戏行业相关工作经验；3、热爱游戏，了解区块链技术，熟悉当前主流游戏产品服务及用户群特征，对游戏产品有良好理解能力；4、具有良好的沟通、协调、谈判能力；5、具有良好的责任心、团队合作精神及管理能力，能够承担较强的工作压力。 \n"}
{"name": ["安卓开发工程师（区块链）"], "city": ["上班地址 : 不限"], "company": ["深圳市宏剑科技有限公司"], "education": [], "money": ["1.5-3万/月"], "desc": "\n\n任职要求：1. 本科或以上学历，计算机软件、通讯相关专业优先2. 3 年以上 Android 开发经验3. 扎实的计算机基础，精通 Java/Kotlin4. 精通 Android 开发技术，包括UI、网络等方面5. 熟悉各种基础数据结构，通用算法，设计模式6. 精通多线程和网络编程，对高性能程序设计、架构有较多的工程经验7. 对技术有强烈的进取心，具有良好的沟通能力和团队合作精神、优秀的分析问题和解决问题的能力8. 有良好的英文资料阅读能力9. 熟悉区块链技术，有 IM 开发经验和区块链项目经验者优先  \n"}
{"name": ["区块链开发工程师（高级）"], "city": ["上班地址 : 海珠区江南西"], "company": ["广州友谊人力资源服务有限公司"], "education": [], "money": ["4-6.5万/月"], "desc": "\n\n薪酬福利：40000-65000元/月（税前）x13，五险一金具备，其他待遇面谈上班时间：周末双休，9:00-18:00（每天8小时）上班地点：广州海珠区江南西职   位：区块链开发工程师（高级）Responsibilities:1、为使用区块链和其他云服务的客户构建端到端解决方案；  2、帮助制定整体区块链生态系统参与策略；    3、与业务开发、解决方案架构师和销售团队合作，制定和执行相应策略，以推动区块链的采用；  3、进行一对多的培训课程，将知识传授给客户；  4、研究、设计、开发和测试区块链技术Requirements:1、计算机、数学、软件相关专业，大专及以上学历，并拥有良好的学习能力、团队协作能力，能快速学习和掌握新技术新思路；  2、3年及以上开发经验，有良好的编程基础；  3、熟练掌握Golang/ NodeJS/ReactJS，有良好的编码习惯以及代码调试机器；  4、具备开发链码/智能合约的经验5、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等6、熟悉在Ethereum平台上开发去中心化应用程序（DAPP） 7、精通P2P、网络通讯、侧链/跨链、密码学、分布式技术的优先。公司简介：我们的产品核心理念是\"适用性电子商务(eBusinessforAll Seasons)\"，指的是我们能够根据客户的具体情况，找准切入点，提供符合客户实际的电子商务解决方案，为其优化公司资源；除此以外，我们根据客户业务流程特点对的电子商务解决方案进行个性化定制，因而能适应你的业务发展在深度和广度上进行一定的扩展。这意味着我们的客户可以根据公司目前电子商务应用情况进行渐进式的投资，避免传统方式在未能预见任何商业效果下盲目投资造成的资金积压。我们的团队由多位来自美国、英国、加拿大等不同地区，拥有丰富专业背景和扎实专业知识的人员组成，其中包括多名管理咨询专家、IT技术专家和互联网产品经理。作为互联网行业先行者，我们拥有丰富的项目实践经验，同时深深体会到电子商务在数字经济时代对企业的长远意义，更重要的是我们懂得如何利用电子商务来提高企业应对市场竞争的能力，让企业焕发新活力。我们的对工作充满热情，务求通过先进技术为客户创造更多价值和收益。公司主要业务包括：- 电子商务平台-B2B/B2C (www.mavista.com) 的策划、开发与营运支持- 高端海外网站建设与维护- CRM客户关系管理系统- Salesforce系统开发- 连锁水疗管理系统-Spa Management System- 定制软件开发- Apps开发- 手机应用软件开发- 企业门户平台软件开发-Liferay Portal- 海外网站SEO(搜索引擎优化）- InterBiztech近年还采用最新的网络渠道(Twitter, Facebook, etc)帮助在海外客户提供在线营销和搜索引擎优化服务。 \n"}
{"name": ["区块链网络安全架构师"], "city": ["上班地址 : 北清路68号用友软件园"], "company": ["北京静帆科技有限公司"], "education": ["本科"], "money": ["3-6万/月"], "desc": "\n\n岗位职责： 1、负责对公司业务系统进行安全渗透测试、安全加固、安全巡检，安全事件应急响应、漏洞验证等业务安全工作；  2. 针对产品安全漏洞与问题能给出有效、可落定的解决方案；参与安全平台或安全相关工具的设计及开发； 3、根据业务跟踪国内、外安全动态，搜集安全情报和安全研究；并据此提供产品优化方案；4、配合研发人员解决应用层安全问题，参与业务系统风险评估，代码审计；5、负责开发人员的安全意识培训。岗位要求：1、本科以上学历，5年以上安全领域实战经验；精通常见的漏洞及其攻击技术，并深入了解漏洞原理；2.熟悉区块链相关的安全知识，了解 BTC、ETH 等安全架构；了解智能合约漏洞及攻击方式；3熟悉钱包安全体系优先，包括终端安全、网络安全、内存安全、存储安全、密钥管理安全、开发流程安全和用户行为安全等；4. 有分布式共识、分布式网络、应用密码学、加密算法、虚拟机/编译原理等经验 \n"}
{"name": ["区块链研究专员"], "city": ["上班地址 : 中山市东区大东裕国际中心三座南塔16楼1602"], "company": ["中山市名朗网络科技有限公司"], "education": ["本科"], "money": ["4-6千/月"], "desc": "\n\n【工作职责】1、协助完成部门区块链行业周报、月报、行业专题报告等撰写工作； 2、负责部门数字资产、区块链市场等专题研究等报告的信息搜集和撰写；3、完成部门领导交办的其他工作。 【岗位要求】1、英语、金融、经济、统计学等专业均可，优秀实习生亦可考虑，有海外生活学习经验优先；2、具有良好的逻辑思维能力和优秀的分析能力，善于独立思考，能够主动发现并解决问题；3、负有责任感和团队协作精神，具备抗压能力；3、对区块链、数字资产有浓厚兴趣，乐于接受新事物，具备开创精神。 \n"}
{"name": ["高级区块链工程师"], "city": ["上班地址 : 科技园高新北六道31号活力宝大厦西座3楼301"], "company": ["国鼎鸿（深圳）区块链技术有限公司"], "education": ["大专"], "money": ["3-4万/月"], "desc": "\n\n   1、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现等。  2、开发基于区块链的相关平台和基础框架。  3、开发和实现加密协议，设计安全协议和架构。  4、编写相关技术方案，解决开发中的技术问题。        任职要求：     1、计算机及相关专业本科学历及以上，5年以上开发经验。  2、精通Java，Python，Go，C++任意一种开发语言,有Java，Python语言开发经验优先。  3、熟悉SQL和NoSQL数据库，如：Postgresql，Mysql，LevelDB，ScyllaDB等。  4、熟悉分布式软件设计及开发，精通微服务架构及Docker容器技术。  5、熟练掌握比特币/以太坊/Hyperledger Fabric/区块链的原理、机制和相关加密算法者优先。  6、有智能合约开发、区块链SDK使用经验者优先。  7、有基本的分布式系统、密码学研究或实践经验者优先。     （目前公司自有自己的公链、数字资产钱包等底层基础搭建，需要志同道合的人，在区块链技术方向深入拓展开发，创造技术的革命！）公司福利： 1.     一经录用，待遇丰厚；  2.     五险一金；  3.     5天7小时工作制（AM9：00-12：00，PM14：00-18：00）,中午有2小时午休休闲时光；  4.     依法享有国家规定的所有法定假期，如：年假、婚假、产假等；  5.     公平、公正的晋升空间，良好的职业发展平台，让你拥有一展才华与满身抱负的机会；  （事先声明，本公司只做具体应用场景的区块链技术开发及应用！着力于底层技术、链及token通证的探索！） \n"}
{"name": ["z 区块链"], "city": ["上班地址 : 蓝靛厂东路2号院金源时代商务中心2号楼B座"], "company": ["四川达森企业管理咨询有限公司"], "education": [], "money": ["5-7万/月"], "desc": "\n\n主要职责1、负责区块链研究方向论证 2、负责设计和评审面向金融的区块链服务技术平台架构，探索和推进区块链技术在不同场景下的应用; 3、参与区块链的协议、运行机制、源码研究和改进，承担区块链平台软件架构、功能、接口方案设计、规划、实施并参与项目落地； 4、进行区块链应用的需求定义、场景和架构设计、开发测试、应用输出。职位必备项年龄超限年龄超过35岁不考虑学校类型必须一本，211，985以上学校最低学历必须统招本科以上学历其他项熟悉业界主流区块链技术框架与技术实现(Hyperledger Fabric/Ethereum/EOS/R3 Corda)，对区块链开源技术做出代码贡献者丰富的应用开发技术，精通Golangde.js/Java/Python等一种开发语言，对密码学、安全协议、共识算法和加密算法有研究经验者负责区块链应用系统的设计、开发、集成等工作深入熟悉容器技术和Docker的生态体系，熟悉Kubernetes，Mesos等，对其原理，机制，构成有深刻理解， 阅读过核心代码，有相关开源社区经验熟悉典型的分布式系统的运行原理和常见的中间件，包括Web应用服务器、负载均衡、关系/非关系数据库、消息队列、分布式存储等，能够诊断和处理分布式系统在网络层面的故障，优化系统的网络性能具备很强的技术敏感性和学习能力，能够独立撰写和完成技术文档，有全栈开发能力者要做过联盟链的职位优先项工作经验2年以上工作经验优先教育经历硕士以上学历优先 \n"}
{"name": ["财务总监/区块链/理财业务运营/合伙人"], "city": ["上班地址 : 深业U中心C座708"], "company": ["深圳市链上哆咪哆国际电商有限公司"], "education": ["本科"], "money": ["30-40万/年"], "desc": "\n\n职位描述：1、善于数据分析，根据互联网金融合作业务发展策略，挖掘产品需求，主要负责内部各部门以及合作机构的沟通、协调；2、分析合作伙伴的业务特点，配合相关部门制定相应业务合作运营推广策略及方案，协调公司内部各个部门，推进项目实施完成；3、参与金融业务平台的销售管理和流动性管理，提升平台的整体运营能力和风险控制能力；4、了解和掌握金融机构的需求，参与整合金融业务平台的资源，实现商业合作和利益最大化。任职资格:1、5年以上财务管理工作经验；2、金融、经济、营销及电子商务相关专业，具备一定的区块链、基金知识和线上线下营销执行能力；3、熟悉商务拓展工作，具备很强的商务谈判技巧，敏锐的洞察力以及清晰的分析能力，同时具有良好沟通能力和优异的团队协作能力；4、熟悉各类金融产品的销售及运营，对数据具有一定的敏感性，稳重细心；5、熟悉会计、审计、税务、财务管理、会计电算化、相关法律法规；6、出色的财务分析、融资和资金管理能力，对投行风控熟悉；7、良好的组织、协调能力，良好的表达能力和团队合作精神；8、具有符合创业公司发展的灵活应变能力，敢于挑战自我，追求完美。 \n"}
{"name": ["KKJ-技术产品设计工程师(区块链应用)"], "city": ["上班地址 : 深圳市南山区沙河西路1819号深圳湾科技生态园7栋A座"], "company": ["深圳前海微众银行股份有限公司"], "education": ["本科"], "money": ["1.5-2.5万/月"], "desc": "\n\n工作内容1、参与区块链行业解决方案产品目标规划，挖掘 B 端客户需求，持续提升产品价值和客户体验；2、结合行业发展，有创新意识地挖掘新产品，提炼区块链+标准化解决方案，并在实际使用场景中迭代完善；3、基于产品解决方案，撰写产品开发文档，负责产品的跨部门、跨公司沟通合作，协调保障团队协作效率，保证项目计划的正常执行。职位要求1、熟悉区块链行业，对区块链技术有深度理解和浓厚兴趣，3 年以上产品经验，有成功区块链应用项目产品经验优先；2、熟悉 To B 产品特征，有成体系的产品方法论，深刻理解用户及商业模式；3、工作积极主动，有担当和创新意识，具备高度责任心，能在较强压力下开展工作；4. 具有较强的逻辑思维能力和数据分析能力，对数据敏感，能根据数据分析问题并提出解决方案。 \n"}
{"name": ["区块链架构师"], "city": ["上班地址 : 深圳市南山区南山软件园二期11栋902"], "company": ["深圳市小草云链科技有限公司"], "education": ["本科"], "money": ["2-5万/月"], "desc": "\n\n岗位职责：负责根据实际需求及应用场景，设计区块链运行机制，开发智能合约，承担技术层的业务规则Chaincode开发2、负责研究Hyperledger fabric的加密技术、共识算法和底层实现任职要求：1、熟悉区块链开源项目Hyperledger fabric的实现机制及运行原理，有区块链项目的开发/实施经验优先2、对密码学，安全协议和加密算法有研究；熟悉分布式系统架构和分布式存储相关原理3、精通Go或者Python语言，有Chaincode开发经验的优先4、了解HTTPS协议，理解gRPC框架，具备使用protobuf的开发实践经验。5、了解一些主流NoSQL数据库的原理与使用，包括不限于LevelDB，RocksDB等；6、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；7、熟悉java、nodejs的优先8、熟悉linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；9、有参与开源代码或者开源框架贡献者优先。 \n"}
{"name": ["区块链社群运营与区块链媒体经理"], "city": ["上班地址 : 崂山区海尔路178-2号裕龙国际中心3座"], "company": ["青岛微智互联科技有限公司"], "education": [], "money": ["4-8千/月"], "desc": "\n\n岗位职责：1、负责区块链媒体和青岛区块链社群俱乐部的运营。2、统筹社交网络账号，增加粉丝数量，推广引流。（覆盖包括微信微博今日头条网易新浪搜狐等二十余新媒体平台）通过各种新媒体方式，吸引流量，提升影响力。微信个人号运营，建立社群，维护社群，开拓其他新媒体平台，例如视频音频平台。3、 负责公司合作的区块链峰会展会海外考察等项目的招商与商务谈判4、组织区块链俱乐部的各种活动，协调俱乐部的相关运营和社群管理5、 代表公司出席各种区块链方面的高端会议、晚宴等活动，拓展人脉资源任职资格：1、专业学历经验不限，能力大于学历；2、感兴趣学习区块链领域前沿知识，对行业具有热情；3、有社群运营、商会协会、网络推广、微商、媒体等从业经验者优先考虑提供有竞争力的薪资待遇，投五险一金+商业保险，高底薪高奖金高提成。办公室可看山景海景，工作条件舒适，早9:30错峰上班。提供各项员工福利，不定期举办公司聚餐、团建旅游，员工放松按摩等各种活动。优秀员工有机会获得带薪海外旅游奖励入职半年以上并表现优异者可免费投商业大病养老保险。除薪资外，全体员工有额外高额提成机会青岛微智互联科技有限公司致力于为全球华人提供海外投资理财资讯服务，旗下拥有财经媒体“海外财富网”和项目推广APP“海易推”两大互联网平台。公司创始人具有多年海外留学与工作经历，曾就读于包括北大、剑桥等名校，在海内外具有一定的影响力。曾被《人民日报》等权威媒体采访报道，并多次获得创业奖项。公司总部位于青岛市崂山区，在中国香港和北京成立了分支机构。2018年底，公司创始人被青岛市政府授予十佳创业之星称号，公司项目入选青岛市政府优秀创业项目，受到社会各界广泛认可。海外财富网HaiwaiMoney.com，是国内著名的专注于海外理财资讯的全球财经综合门户。海易推Haiyitui.com，是海外财富网旗下高端项目众包推介平台。致力于帮助海外高端项目提供方更好的推广其品牌与服务项目。目前，海易推平台覆盖的行业包括：跨境投资、全球置业、海外保险、移民留学、境外旅游、高端医疗、国内地产、综合金融等多个方面。已与中国、英国、加拿大等多个国家的上市公司与行业龙头企业建立了紧密的战略合作关系。更多详情联系WX: WizbHR \n"}
{"name": ["区块链社群运营总监"], "city": ["上班地址 : 深城投中心32楼（罗湖区滨河路1011号）"], "company": ["中富国泰有限公司"], "education": [], "money": ["1.8-2万/月"], "desc": "\n\n1.理解产品所面向的不同用户群体的需求，具备运营规划能力和体系化建设经验，有良好的数据分析能力及总结能力；2.根据公司策略，配合相应时间节点和热点事件，策划并执行有影响力的拉新，促活及传播活动；3.根据用户增长指标，对活动效果做分析总结，丰富活动架构；4.负责公司客户群管理运维，提高客户群的活跃度和参与感；5.寻找传播渠道，带动有效用户数量增长，提升用户量及活跃度；6.负责区块链产品线上推广运营活动设计、宣发、配合同事完成执行落地；7.负责社群日常内容编辑、发布、维护、管理、互动等，提高影响力和关注度。任职要求：1.1年以上区块链社群运营经验者优先，熟悉区块链、数字资产、金融行业资源者优先；2.具备较强的社群活动策划、维护、运作和执行能力；3.熟悉线上用户运营，擅长用户活动策划与用户数据分析，了解用户互动心理及用户行为；4.具备团队管理、项目领导能力。福利待遇：底薪18000+业绩+奖金团队聚餐、节日福利、下午茶等等~上班地点：罗湖深城投中心32楼 \n"}
{"name": ["区块链专家 (MJ000258)"], "city": ["上班地址 : 淞沪路388号创智天地7号楼3楼，6楼"], "company": ["上海商米科技有限公司"], "education": ["本科"], "money": ["4-7万/月"], "desc": "\n\n精通公链、联盟链，且有2个以上分别1年以上的实战项目掌握Bitcoin、Ethereum、EOS、IBM HyperLedger Fabric、Microsoft Azure至少一种的区块链相关机制与原理，通读、编译过其中2个项目的源码熟悉前沿技术如闪电网络，智能合约，侧链等带领过10人超过1年的区块链团队经验搭建20人区块链团队精通C/C++、Java、Golang、Python、node.js中至少一种语言，精通多种者优先 \n"}
{"name": ["区块链财务经理"], "city": ["上班地址 : 车公庙"], "company": ["燚晖（深圳）科技合伙企业（有限合伙）"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\n区块链财务经理岗位职责：1、协助决策层管理企业财务资源，参与制定公司发展战略和重大投融资决策。2、制定、维护、改进公司财务管理程序，制定年度、季度财务计划；制定财务报告。3、负责搭建并完善公司内部的财务管理系统，建立完善的会计信息统计系统、预算和评价系统、各周期税务规划、制定科学高效的内部财务控制制度。4、负责财务部门日常管理及部门员工的管理、指导、培训、评估。任职条件：1、3年以上财务工作经验，1年以上财务管理岗位经验。2、具备区块链、数字资产、金融等行业经验。3、具备较强的业务思维能力，能从财务角度，负责完善公司的业务流程及风险管控。4、熟悉境内外会计、审计、税务、财务管理等相关法律法规，熟练掌握高级财务管理软件和办公软件； 5、具有出色的数据分析能力，良好的沟通能力及组织、协调、管理能力。6、财务管理、经济、金融类专业本科以上学历，有注册会计师/注册审计师资格者优先。 关键词：财务 财务管理 区块链 交易所 数字资产 金融 会计师 \n"}
{"name": ["区块链数字货币开发工程师"], "city": ["上班地址 : 罗湖区太安路8号喜荟城A1入口，乘坐地铁7号线太安地铁站C出口"], "company": ["深圳市天赢国汇投资咨询金融服务有限公司"], "education": ["本科"], "money": ["2-3万/月"], "desc": "\n\n工作职责：1．负责数字货币交易所平台代币的架构设计与核心代码开发；2．开发基于区块链的以太坊、钱包、智能合约和基础架构；3．参与公司区块链底层核心模块和架构的设计与开发；4．持续跟进区块链技术在数字货币领域的发展及相关技术研究；5．研究区块链的协议，运行机制和底层实现等；6．搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出；岗位要求：1．计算机相关专业本科以上学历，能力特别强者可以放宽该条件；2．5年以上IT互联网相关经验；对其中一种技术熟悉的,例如Go，solidity，Node.js等区块链开发语言，精通Golang，C++，Java，python,参与各个区块链开发社区并贡献源码者优先；3．精通linux或Windows系统，熟悉Ethereum的技术原理及代码编译（要求熟练编译通过）。4．熟练掌握NoSQL数据库，比如MongoDB、Redis等,熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；5．有加密货币或区块链技术实际实施经验的优先；6．熟悉比特币、以太币等虚拟货币，有虚拟货币的交易、熟悉以太坊，能部署正式环境和私有网络的以太坊节点等其中一种。7．熟悉智能合约，Solidity语言，能使用该语言编写智能合约并部署职能类别：高级软件工程师 \n"}
{"name": ["英语翻译文案/区块链"], "city": ["上班地址 : 广业街160-161号孔乐长青文化创意园2号楼208"], "company": ["杭州金印达品贸易有限公司"], "education": ["本科"], "money": ["3-5千/月"], "desc": "\n\n任职资格：        1、了解数字货币，及时将重要的新闻中内容，英文翻译。2、了解区块链，对区块链有一定的认识和见解，能够独立完成内容采集，组稿，写稿，编辑等工作。3、大学本科及以上学历，外语类相关专业，专业英语8级； 4、性格要求活泼，抗压能力强，对新事物适应能力强、有创造性思维，能够突破行业固有模式，能够适应快速成长的创业氛围。5、有责任心、愿意学习、勇于挑战。（应届毕业生）员工福利：1、享有国家法定节假日，各式各样节日福利；2、团建活动、生日party、节日福利、不定期下午茶；3、冰箱微波炉咖啡机一应俱全，还有各种小零食哦。薪资福利:1、试用期：本公司提供有竞争力高于同行的薪酬待遇，试用期为1-2个月，优秀者可提前转正； 2、符合公司标准可带薪年假，根据个人能力和表现会有相应的绩效奖，提成和年终奖金； 3、上班时间：早上8:30-11:50，下午13:20-18:00；大小休。4、公司定期会安排员工之间的团建活动、体检、聚餐、生日会、节日福利。 5、我司工作环境，人际关系简单舒适，团队全为年轻人80，90后，工作氛围融洽。6、高收入高提成，能力强者均有上升空间。 \n"}
{"name": ["（区块链系统）销售经理"], "city": ["上班地址 : 深南中路电子科技大厦A座2102"], "company": ["深圳康德环宇智能供应链有限公司"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\n1、大专以上学历，强烈互联网思维，1年以上销售工作经验； 2、有极强的市场开拓能力；精通客户开发与成交，有丰富的软件销售技巧和经验； 3、有超额完成销售业绩的能力，有一定的企业老板类客户资源积累，有区块链、小程序、移动商城、社交电商分销系统、ERP、物流仓储系统等相关行业软件销售经验者优先。 岗位职责： 1、负责公司区块链系统、智能精准营销商城、智能社交电商分销系统、视商直播营销裂变系统、出口移动社交电商分销系统、全球电子商务ERP、物流仓储软件、智能供应链系统等软件项目的销售，能超额完成销售业绩目标； 2、负责品牌工厂、连锁零售、外贸工厂、购物中心等大中型商家和企业类老板、董事长、总经理邓目标类客户的快速开发和成交； 3、负责销售类工作的全程参与，完成企业老板、总经理、董事长等目标客户的需求快速定位、客户高效开发与跟进、商务谈判跟直接签单及回款等，以及客户的二次深度开发和成交。注：欢迎热爱互联网行业、愿意挑战高薪、全力以赴销售者；   高提成与奖金每月发放一次，职业提升和发展空间大。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 福州市高新区南屿镇高岐村边洲66号 智恒科技园"], "company": ["智恒科技股份有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n岗位内容：1、实现区块链系统的底层架构，能实现公链、侧链、私有链，供应用层调度使用；2、根据需求及应用场景，设计合理的区块链网络的认证与准入机制，开发智能合约；3、根据应用场景，选择合适的加密算法并实现；岗位要求：1、计算机相关专业全日制本科及以上学历，3年以上开发工作经验；2、精通Go、C++、Solidity语言等语言至少一种；3、熟悉HTTP、TCP/IP、UDP协议，熟悉主流的加密算法并能实现之；4、熟悉主流共识算法以及其算法流程。5、熟悉主流区块链平台架构各项技术指标以及优缺点。6、熟悉Ethereum、Hyperledger、Ripple、BitCoin等区块链项目之一的底层技术原理，有相关项目开发经验优先；7、熟悉集群技术、系统性能调优；8、具有良好的沟通交流和协作能力，善于发现问题和解决问题。 \n"}
{"name": ["Golang开发工程师（区块链开发）"], "city": ["上班地址 : 天安节能科技园总部22号楼9楼（导航公司名）"], "company": ["广州市宏视电子技术有限公司"], "education": ["大专"], "money": ["0.5-1万/月"], "desc": "\n\n职位职责：采用Go语言(Golang)开发稳健可扩展的后端程序；为各类项目需求设计架构，开发后端功能服务，同团队成员合作并积极提出建议和反馈；与团队一起构建高可用、高性能的区块链开放平台，提出技术解决方案；职位要求：1、对编程基础知识掌握熟练，包括编程、算法、数据结构、操作系统、面向对象编程等；2、.熟悉Golang语言开发，有1年以上开发经验3、熟悉 MySQL, Redis；4、熟悉Javascript, HTML， CSS；5、良好的学习能力、沟通能力、责任心强，能在高压力下独立解决问题。进入广州宏视，你将会拥有：1、薪 酬：基本工资+绩效奖金+五险医保+午餐补贴+加班补贴+年终奖金；月薪2、工 时：月休6天，9:15-18:00，上班7.5小时；3、补 贴：有午餐补贴，加班费及晚餐补贴；5、假 期：法定公众假期、病假、婚假、产假及可提供实习期住宿安排等相关福利；6、保 险：入职即签约劳动合同及购买社保；7、活 动：员工生日会、部门聚餐、篮球/羽毛球活动、下午茶会，春/冬季旅游、大型隆重年会等；8、环境：环境优美，干净整洁舒适，人性化管理、工作表现好发展空间大；9、联 系：黎小姐 020-38259728 邮箱：lipeixin@macro-video.com10.网 址：www.macro-video.com11.到了园区可直接导航我司名字便可到达*-*     *-* 广州市宏视电子技术有限公司（番禺区番禺大道北天安节能科技园总部22号楼整层）*-* \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 成都市青羊区金沙遗址附近"], "company": ["成都艾玛西区块链科技合伙企业（有限合伙）"], "education": ["大专"], "money": ["0.5-1万/月"], "desc": "\n\n1、熟悉常见公链（比特币、以太坊、EOS等）运行原理、底层架构及开源代码；  2、熟练使用C++、java、Go、Node.JS等语言，熟悉HTML5开发；  3、本科及以上学历，三年以上基于软件开发经验；   4、精通常用的设计模式，精通数据持久化、缓存、消息、通讯等的相关开发；5、熟悉TCP/IP协议,熟悉网络编程，熟悉常用的前端、后端开发；6、熟悉Linux操作系统，熟悉常见数据库，熟练使用Mysql基本操作，有一定sql优化经验 ； 7、有以下经验者优先考虑：分布式Socket通讯、分布式队列、分布式任务分发框架。 \n"}
{"name": ["区块链高级研发工程师"], "city": ["上班地址 : 深圳市南山区科技园北区松坪山路5号嘉达研发大楼A座5楼"], "company": ["深圳市中易通网络技术有限公司"], "education": ["本科"], "money": ["2.5-3万/月"], "desc": "\n\n负责公司区块链产品研发：1、参与区块链产品软件架构设计工作；2、参与模块设计开发、业务逻辑开发等工作；3、参与相关子系统及业务流程优化重构，研发过程优化工作。任职要求：1、计算机软件相关专业本科及以上学历；2、3年及以上软件开发经验，编程基本功扎实，具有良好的编程习惯；3、了解分布式数据库原理，区块链背景知识；4、精通Linux，熟练掌握Docker容器技术的原理，部署和使用优化，有加密货币、数字钱包、区块链技术实际项目经验者优先；5、熟悉Ethereum、OpenChain、Bitcoin、EOS、Hyperledger Fabric等相关开源项目，有研究和贡献经验者优先；6、精通各种数据结构和算法，对密码学、安全协议和加密算法有研究，有相关项目背景者优先；7、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等。 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 郑州"], "company": ["郑州郑大信息技术有限公司"], "education": ["本科"], "money": ["0.8-1万/月"], "desc": "\n\n1．计算机、软件工程及相关专业，扎实的计算机专业基本功；熟悉区块链数字货币主流全节点钱包；2. 熟练掌握golang、C++、Java、c# 其中的一种或多种编程语言，具有良好的编程能力和编程习惯；3. 3年以上相关工作经验，有分布式服务架构设计开发经验，熟悉JSON RPC架构设计；4．对密码学、安全协议和加密算法有一定研究者优先；5．对区块链或以太坊有研究和实践者优先，对分布式一致性算法有一定研究者优先。6、根据产品和项目需求及总体设计，编写系统模块的详细设计文档和系统测试文档;　7、推动团队技术经验分享，关注区块链相关前沿技术研究，保持公司市场的优势;1、负责区块链系统核心功能代码设计与开发；2、负责把区块链用于支付系统、信用背调系统；3、负责制定相关区块链业务解决方案，推进并协助完成项目落地；4、负责区块链技术产品规划，深入了解区块链行业，了解产业发展趋势，了解区块链技术现状及发展趋势，分析竞品动态。任职要求：1、计算机科学、数学、信息科学等专业硕士毕业生，3年以上工作经验；2、良好的代码能力，精通C++/Java/Golang其中一种语言；3、对Hyperledger fabric、Bitcoin、Ethereum、BitShare等开源区块链系统有深入研究，熟悉共识算法或一致性算法，深刻理解公私钥技术、数字证书、数字签名等主流加密技术；4、了解区块链即服务（BaaS）行业，了解发展趋势，分析竞品动态，负责区块链BaaS及相关原型产品开发；5、对金融、保险行业有一定的业务理解； 6、逻辑能力强、思维活跃，接受新事物能力强。 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 文三路478号华星时代广场A座1601室"], "company": ["浙江非线数联科技有限公司"], "education": ["硕士"], "money": ["2-2.5万/月"], "desc": "\n\n1   硕士及以上学历，计算机、软件等相关专业；2、从事区块链底层技术框架实现：共识算法、虚拟机（VM）3、精通C++、Java、C#中至少一种主流编程语言，熟悉Go、Python、Nodejs等常用编程语言；4、熟悉各种数据结构和算法，对密码学，PKI公钥体系了解，安全协议和加密算法有研究；5、熟悉区块链共识机制及共识算法如PBFT，SOLO ,KAFKA算法更佳。6、有加密货币或区块链技术实际实施经验的优先；7、熟悉Ethereum、 Hyperledger Fabric1.0等相关开源项目，有研究和贡献经验的优先；8、有致力于去中心化技术（如区块链等）在产品朔源领域可行性的探索经验的优先。 \n"}
{"name": ["项目经理/总监（区块链）"], "city": ["上班地址 : 武定路1088号10楼"], "company": ["上海聚告德业广告有限公司"], "education": ["本科"], "money": ["3-5万/月"], "desc": "\n\n1、统筹市场调研，了解客户需求、行业情况及市场前景，负责区块链产品：内容区块链，钱包，代币等互联网金融产品的规划、设计与管理工作；2、需求分析：与用户、运维人员、公司高层管理进行沟通，持续关注市场动态，了解用户和市场对产品的业务需求，以及公司的发展目标。并进行分析、讨论、整理；3、负责产品功能的定义、交互原型设计、需求规格文档撰写等，与开发、测试、运营、客户等进行明确有效的需求沟通，确保每个环节都正确理解需求；4、参与产品线规划，分析区域块链行业发展，能够快速形成相应的产品解决方案；定义用户场景，研究和借鉴国内外区域块链行业先进网站的经验，制订用户体验持续优化方案并制作网站页面的原型图；负责平台后台设计，如社区板块、项目端板块、交易所板块、媒体板块、投资机构板块、金融板块、会员板块等方面的功能需求和产品设计；5、进行项目管理，包括从需求调研至设计、开发、测试、运营的每个过程进行跟踪管理，协调各环节高效开展工作，确保产品如期上线运营；6、负责产品上线以后的迭代管理，对产品的品质、成本、及目标达成全面负责；7、负责产品的体验验收及发布培训，同时监督和提升产品部门的各项工作，确保绩效目标的实现。任职要求：1、3年以上互联网行业及平台类企业产品经理、项目经理的工作经验；2、有一定的区块链投资机构、投资人资源，有区块链产品经验优先尤其是内容链,钱包和交易所；3、熟悉区块链投资生态,精通交易支付转账类型的互联网产品：手机APP钱包或者交易APP等；4、能独立自主完成整个产品的调研、开发指导、实施和运作，能够发现和预见实施过程中的问题；5、能够深入的了解产品的研发和运营流程；熟悉用户体验、交互设计理论知识；思维开放、善于进行创新；较强的逻辑分析能力和数据敏感性；6、了解区域块链产品整体实现过程，包括从需求分析到产品发布，深刻理解用户需求；7、具备文档撰写能力和页面设计能力，有产品规划方案编写经验；8、优秀的逻辑分析能力和表达能力，良好的跨部门沟通和项目协调能力。 \n"}
{"name": ["区块链研究员"], "city": ["上班地址 : 软件产业基地2C栋1404B室"], "company": ["深圳微聚美科技有限公司"], "education": ["大专"], "money": ["0.8-1.5万/月"], "desc": "\n\n岗位职责：1、搜集并研究国内外区块链、数字货币领域的重大影响的新闻，资讯以及各类币圈行情信息；2、对区块链行情走势做深入的分析，撰写行业分析报告；3、配合内容运营团队，输出有影响力的行业内参。任职资格：1、本科及以上学历，经济、金融等相关专业优先；2、具备较强数字挖掘与逻辑分析能力，有一定的文字功底；3、有一年以上金融行业分析员或财经媒体证券板块工作经验优先；4、对区块链、数字资产相关领域具有研究热情，且有相关工作经验；5、具备较强的学习能力、自我驱动力及抗压能力。 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 陆家嘴环路1318号星展银行大厦20-21F 200120"], "company": ["美启电力（广东）股份有限公司"], "education": ["本科"], "money": ["2-2.5万/月"], "desc": "\n\n1. 参与区块链总体架构的设计、软件功能开发等工作；2. 负责对客户需求采集，以及与其他系统接口的开发工作;3. 负责编写区块链平台功能详细设计文件；4. 负责区块链平台系统的搭建和部署工作。任职要求：1. 三年以上程序开发经验，至少掌握以下语言中的一种：Java/Go/NodeJS;2. 有基于Hyperledger Fabric的实际开发经验;3. 对Docker与k8s有应用实践经验。 \n"}
{"name": ["区块链技术研发岗"], "city": ["上班地址 : 中国储能大厦36楼"], "company": ["深圳前海联易融金融服务有限公司"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\n工作职责:1. 负责区块链核心系统的架构设计及研发工作；2. 发展区块链技术，探索和推进区块链技术在不同场景的应用；任职资格:1. 3年以上，计算机、数学相关专业，大学本科以上学历，具备良好的英文读写能力，能够阅读英文技术资料；2. 精通GO,JAVA,Nodejs至少一种,重视代码质量和容错性，遵守良好的编码风格；3. 熟悉TCP/IP、HTTP/HTTPS等网络协议及SSL/TLS等安全加密协议；4. 熟悉Linux的常用命令，熟悉Docker等虚拟化技术；5. 熟悉敏捷开发，学习能力强，责任心强，抗压能力强，良好的沟通能力和团队意识，有主人翁意识； 【加分项】1. 熟悉比特币、超级账本、以太坊等主流区块链开发框架运行原理，并有实际开发经验。2. 熟悉现代密码学加密算法原理3. 熟悉PoW、PoS、Raft等常见共识机制 \n"}
{"name": ["区块链架构师"], "city": ["上班地址 : 珠江新城高德置地大厦"], "company": ["广州一一网络技术有限公司"], "education": [], "money": ["2-5万/月"], "desc": "\n\n1、负责根据实际需求及应用场景，设计区块链运行机制，开发智能合约，承担技术层的业务规则Chaincode开发2、负责研究Hyperledger fabric的加密技术、共识算法和底层实现岗位要求：1、熟悉区块链开源项目Hyperledger fabric的实现机制及运行原理，有区块链项目的开发/实施经验优先 2、对密码学，安全协议和加密算法有研究；熟悉分布式系统架构和分布式存储相关原理3、精通Go或者Python语言，有Chaincode开发经验的优先4、了解HTTPS协议，理解gRPC框架，具备使用protobuf的开发实践经验。5、了解一些主流NoSQL数据库的原理与使用，包括不限于LevelDB，RocksDB等；6、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；7、熟悉java、nodejs的优先8、熟悉linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；10、有参与开源代码或者开源框架贡献者优先。 \n"}
{"name": ["Go开发  区块链开发"], "city": ["上班地址 : 黄山大道中段64号总部广场L栋10层"], "company": ["重庆即通行者科技有限公司"], "education": ["本科"], "money": ["0.8-1.2万/月"], "desc": "\n\n岗位职责:1.负责基于区块链技术联盟链、私有链的架构设计与核心代码开发。2.持续跟进区块链技术在数字货币、智能合约等方向的发展，及相关技术的研究。3.积极探索区块链技术在金融方向新的落地场景，为公司业务发展提供持续支撑。任职要求:1.掌握Bitcoin，Ethereum，HyperLedger Fabric等主流区块链技术相关机制与原理。2.熟练掌握Go，Java，C++等主流区块链系统开发语言至少一种，Go优先，参与过区块链开发社区并贡献源码者优先。3.了解一些主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等。4.熟悉Linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化。 5.熟悉数字加密算法，安全协议，分布式计算。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 禅城区季华西路131号绿岛广场b1座6楼"], "company": ["佛山盈科智网新能源技术有限公司"], "education": ["大专"], "money": ["0.8-1.2万/月"], "desc": "\n\n岗位职责：1. 主流区块链底层（EOS、Fabric、Ethereum等）技术研究及转化；2. 设计和实现稳健、实用、灵活、高效的区块链技术架构，并负责技术实现；3. 负责核心技术问题的攻关，系统优化，解决项目开发过程中的技术难题；4. 参与组织区块链相关技术和业务进行培训，并对区块链技术难题进行指导。职位要求：1.本科及五年以上研发经验；2.熟练掌握EOS/Hyperledge/以太坊/比特币/区块链的原理、机制；3.理解主流共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；4.熟悉智能合约和Solidity编程优先；5.熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；6.熟练掌握c++/python/java/GoLang中的两种以上，参与各个区块链开发社区并贡献源码者优先；7.熟悉交易所，场外交易系统者优先。 \n"}
{"name": ["中级区块链工程师"], "city": ["上班地址 : 粤海街道高新区高新南一道006号TCL工业研究院大厦A座906"], "company": ["知阁（深圳）网络科技有限公司"], "education": ["本科"], "money": ["1-2万/月"], "desc": "\n\n岗位职责1.以区块链为主的前沿技术跟踪研究；2.需求调研、需求分析，依据需求协助提出解决方案；3.智能合约编码，相关业务接口编码；4.参与撰写区块链技术文档、需求说明书、使用条款和用户手册；任职要求1.本科及以上学历，计算机相关专业，5年以上软件开发经验，1年以上区块链相关项目开发经验；2.精通C/C++、Java、Golang、Python、node.js中至少一种语言，同时具备solidity语言经验者优先；3.了解比特币、以太坊、HyperLedger Fabric、EOS等区块链的原理、机制、共识算法和相关加密算法；4.熟悉常用的数据结构和算法思想，解决问题能力强；熟悉Go、Docker、J2EE等任何一种主流的服务器技术；5.熟练使用Linux、MySQL、Redis等技术； 6.有加密货币、Token或区块链技术实际实施经验的优先，有智能合约开发demo展示优先；7.拥有Hyperledger Fabric、以太坊或 EOS 研发经验者优先； \n"}
{"name": ["区块链工程师-钱包"], "city": ["上班地址 : 鼎和大厦23楼2302"], "company": ["德方智链科技（深圳）有限公司"], "education": ["本科"], "money": ["2-3万/月"], "desc": "\n\n岗位职责 1.  负责数字货币钱包的开发；2.  从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现等；3.  搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出；4.  组织制定和实施技术决策和技术方案，组织架构设计与升级优化。 任职资格：1.   2年以 数字货币钱包实际开发经验；2.   熟悉主流公链 (比特币/以太坊/EOS) 区块链底层技术和相应开发；3.   熟悉共识算法以及算法流程；4.   熟悉HTTP， TCP／IP， UDP 协议；5.   熟悉密码学，安全协议和加密算法；6.   熟悉共识算法或一致性算法者，如PoW、PBFT、PoS、DPos、RPCA、Raft熟悉各种数据结构和算法；7.   精通Go、C++，Python、Java中至少一种；8.   责任心强，良好的沟通能力和团队意识； 9.   计算机相关专业本科以上学历。 \n"}
{"name": ["区块链技术专家"], "city": ["上班地址 : 东湖新技术开发区大学园路武大科技园B3栋10楼1088室"], "company": ["融捷科技（武汉）有限公司"], "education": ["本科"], "money": ["2-3万/月"], "desc": "\n\n招聘要求： 1、计算机科学、工程或相关专业本科或硕士学位； 2、至少3年软件开发经验。1年以上区块链分布式应用开发经验，或区块链相关知识； 3、具备基本CS概念的工作知识，并具有以下任何一种技术的开发经验:C#、Java、Scala、PHP、Ruby on Rails、Erlang、F#等； 4、了解当前web技术(如HTML5、CSS3、JavaScript)、数据库(Oracle、MySQL、MongoDB等)，构建移动、响应/自适应应用(如Swift、Phonegap、Python、Objective-C等)。熟练掌握Go、Java、NodeJS、 solid等一种或多种编程语言； 5、对区块链基本原理、智能契约、共识算法、不同类型的区块链(公有、私有等)、不同的区块链框架(Hyperledger Fabric、R3 Corda、Ethereum等)有较好的理解； 6、能够设计与区块链集成应用的集成架构； 7、有企业应用开发、数据库设计、分布式账本、性能优化经验； 8、具有较强的分析和解决问题的能力，同时具备开发创造性和高效解决方案的能力； 9、能够在团队环境中协同工作，并有效地与组织中各级人员合作； 10、较强的英语听说读写能力。 \n"}
{"name": ["区块链硬件产品 销售/经理"], "city": ["上班地址 : 创维大厦C座702"], "company": ["深圳市芯链科技有限公司"], "education": ["大专"], "money": ["0.6-1.2万/月"], "desc": "\n\n  岗位职责：  1、客户拜访，谈项目合作，挖掘合适的区块链项目方或机构，针对公司成熟产品的定向销售  2、负责建立、跟踪、监控合作项目，并对其效果进行数据化的评估并提出优化方案；  3、跟踪搜集市场行业信息，竞争环境，提出合理的产品及合作建议。  岗位要求：  1、有区块链产品经验且有丰富高校、区块链培训机构或团队资源；  2、具备优秀的沟通技巧，灵活多变的寻找到目标客户；  3、极强的开拓能力、理解及说服能力，有较强的抗压能力。   4、有团队协作精神，喜欢尝试与挑战  薪酬待遇：6-12K底薪+提成   \n"}
{"name": ["《50万顶薪》区块链产品经理 Topgames互联网游戏公司"], "city": ["上班地址 : 新港东路1068号中洲中心北塔1510"], "company": ["Topgames"], "education": ["本科"], "money": ["2-3.5万/月"], "desc": "\n\n关键字：顶薪、项目提成、极速成长、亿级用户产品、欧美知名（3次上美国春晚：超级碗）年薪：30万 to 50万固定月薪: 20,000 to 35,000绩效工资: 7万Topgames公司是网游出海企业的领头羊，由业界大牛带队，为用户带来更好的产品而奋斗。价值观要求：顶端薪酬给顶端贡献者，下面是Topgames团队成员的价值观要求:· 专注于用户，用户至上· 快速产生影响力· 奋斗、激情· 错误中学习· 公司利益至上、团队精神：平凡人做非凡事。· 认真、尽责、问责· 判断力，思想从贤岗位职责：1、 负责区块链产品的整体把控和设计；2、 结合公司业务情况和行业发展方向，挖掘区块链需求和应用场景，负责加密数字代币平台、钱包等互联网金融产品的需求调研、规划、设计与管理工作；3、 追踪区块链技术的发展动态，掌握学界和业内对区块链技术的研究进展和新动向，同白皮书研究员紧密沟通，负责产品白皮书的撰写；4、负责产品生命周期管理，包括产品路线图、产品原型、产品功能设计等，跟进产品的设计、开发、测试、上线、运营全过程；5、 进行行业、目标客户和竞争环境的调研与分析，进行产品策略研究；进行必要的市场宣讲、内部培训以及方案文档输出；6、与技术团队对接，确保合作的畅通与高效，推进产品上线，配合运营和商务等相关部门工作。岗位要求：1、大学本科及以上学历，金融、经济、通信、计算机相关专业背景优先；2、 5年以上互联网产品经理经验，精益求精的产品思维，有至少一个互联网或金融行业系统的完整上线经验；3、卓越的产品敏感度和市场洞察力，能够了解、收集和判断用户以及市场的需要，能够进行产品的概念设计、产品需求设计、定位此产品线短期的改进目标和长期发展方向；4、优秀的自我调节能力与学习能力，良好的承压能力以及沟通能力，跨部门协作推动力强，有项目领导力与工作激情；5、英语沟通交流流利者优先，对区块链的行业有一定研究及有兴趣者优先。加分项：1、区块链平台或应用产品项目经验 \n"}
{"name": ["区块链电子发票销售专员"], "city": ["上班地址 : 创维大厦A201"], "company": ["深圳市华信鼎盛科技有限公司"], "education": ["初中及以下"], "money": ["1.5-2万/月"], "desc": "\n\n岗位职责：1、负责公司产品的销售及推广业务，负责渠道代理商的开发和管理，完成销售目标。2、负责渠道代理商的销售情况及时了解，汇总，汇报，反馈渠道代理商的信息，确保渠道体系健康良性快速发展。3、对渠道销售情况及时报备并提出合理的建议。4、完成销售通路的建设，建立平台的核心客户体系。任职要求：1. 3年以上渠道或销售管理经验；2. 人际沟通能力强，有极强的目标导向；3. 要求具备超强的执行力、抗压能力和自我管理能力；4. 有赚钱欲望，有明确的结果导向；5. 从事互联网大客户销售、市场拓展、商务谈判、会议营销、招商营销等工作2年以上；6. 懂电子发票业务优先，熟悉税控业务优先考虑。6. 聪明、皮实、有要性、诚信、正直，富有责任心和创业精神；7. 对地区市场状况、竞争品牌的信息进行调研反馈；薪资待遇：底薪+提成，收入丰厚，月入过万不是梦！ \n"}
{"name": ["区块链资深文案策划专员"], "city": ["上班地址 : 深圳市民治街道民治大道1079号展滔大厦C座808室"], "company": ["深圳市日昇发互联网金融服务有限公司"], "education": ["大专"], "money": ["4.5-6千/月"], "desc": "\n\n1、负责微信内容策略和文字编辑，提高自媒体的线上及线下影响力；2、文字编辑及新闻稿件，策划线上线下市场活动，撰写方案等；3、协助完会议活动及宣导类的宣传文案设计工作；4、即时掌握新闻热点，完成专题策划、编辑制作，制定网络新媒体营销策略，支撑部门各项活动上线推行；5、有丰富的文案经验、总结文章能力，能够独立写区块链文章的，有一定文字功底，语言组织能力强的优先。1、基础要求: 23-28岁，男女不限了，大专以上学历，新闻学、传播学、中文、广告学类等相关专业;2、工作经验: 3年以上金融编辑行业工作经验，良好的沟通，并具备较强的诠释作品实践性说服能力;3、能力要求:熟悉图文处理相关软件，熟练的PPT撰写能力;4、具有高度的责任心和敬业精神，吃苦耐劳，较强的团队合作精神和服务；5、抗压能力强，有知名金融分析文章者优先录用; \n"}
{"name": ["区块链技术研发工程师"], "city": ["上班地址 : 林和西路161号中泰国际广场A座29楼自编01单元"], "company": ["前海港亨信息科技（深圳）有限公司广州分公司"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n岗位描述：1、参与使用Solidity（Ethereum），Node.js或Javascript，PHP，HTML，CSS的智能合同的开发，测试，发布，支持和维护活动使用各种技术和工具，提供符合客户需求的战略技术解决方案。我们提供的项目通常具有很高的灵活性；2、负责结合供应链金融业务场景，基于HyperLedger Fabric技术架构设计与开发包括共识机制、代币、电子资产智能合约标准、数据隐私保护及授权管理、私钥管理、性能调优；3、搭建开发区块链平台和基础框架，作为云服务输出；4、参与区块链技术在行业应用中的衔接与落地；5、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现。6、按计划完成项目产品模块的代码编写，产品模块测试，保证代码质量；7、编写项目文档，优化服务器逻辑代码；8、完成所承担功能模块与其他模块的集成、部署、修改、重构与调优；岗位要求：1、要求5年及以上工作经验，计算机相关专业本科以上学历；2、研究区块链的协议，运行机制和底层实现；3、精通比特币/以太坊/HyperLedger  Fabric的区块链相关机制与原理；4、精通并熟练各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；5、熟练掌握c++/python/java/GoLang中的两种以上，熟悉solidity更佳，参与各个区块链开发社区并贡献源码者优先；6、精通一些主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等；7、熟悉linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；8、熟悉HTTP/2协议，理解gRPC框架；9、熟悉MVC模式、Struts/Hibernate等J2EE设计模式，并有实际开发经验； 10、熟练使用HTML/CSS/Javascript等。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 广州市海珠区琶洲大道东2-8号广州国际采购中心1104"], "company": ["北京网尚数字电影院线有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n岗位职责：1. 从事底层区块链产品的设计和APP区块链应用的研发工作，研究区块链的协议，运行机制和底层实现等；2. 负责开发基于区块链的平台和基础框架；3. 搭建基于区块链的底层框架，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用；4. 负责智能合约的开发和维护；任职要求：1. 计算机相关专业本科及以上学历，3年以上开发工作经验；2. 技术能力扎实，能快速学习掌握新技术，有较强的英文文档阅读能力；3. 熟练以太坊/比特币/区块链/超级账本的底层技术原理、运行机制、加密算法和共识机制者优先，有区块链开发项目经验者优先,有智能合约开发实施demo展示优先；4.精通Go、Java、C、C++、Python、nodejs等语言至少一种，参与各个区块链社区并提交源码者优先； \n"}
{"name": ["高级JAVA开发工程师（区块链应用事业部）"], "city": ["上班地址 : 武汉东湖高新技术开发区光谷大道77号光谷金融港B3栋"], "company": ["远光软件股份有限公司武汉研发中心"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n岗位职责：1、负责区块链产品的研发，独立或与团队合作，按时保质完成软件开发项目；2、参与产品系统设计、概要设计工作，核心功能的代码编写；3、独立解决和指导其他同事处理开发中遇到的难点问题；4、总结和编写相关的开发文档；并能够根据规划需求制定相关技术与产品的解决方案。任职资格：1.本科及以上学历，5年以上相关工作经验； 2.精通J2EE，精通SSH及常用开源框架和技术，深刻理解各框架的优缺点，熟悉分布式、多线程、缓存、消息等高性能架构相关开发技术；有微服务开发经验者优先 ；掌握主流的前端技术和框架；3.熟练应用Oracle、MySql数据库件，具备丰富的数据库设计能力；4、参与过至少一个产品和项目的系统框架设计，有系统设计、调优的经验； 5.具有较强的学习能力，研究能力和问题解决能力，热衷于新技术的学习和研究；有区块链研究或经验的优先 ；6.性格开朗、乐观，有很强的团队协作精神和沟通能力，有带领团队者缀优先； 7.能承受工作压力，对待工作积极热情、踏实肯干，能接受短期出差。 \n"}
{"name": ["区块链商务BD"], "city": ["上班地址 : 国宾路18号万达写字楼A座21楼"], "company": ["上海容卓信息科技有限公司"], "education": ["大专"], "money": ["1.2-2.5万/月"], "desc": "\n\n基本薪资（4K-6K）+提成     综合薪资12K-25K岗位职责：1、谈项目合作，挖掘合适的区块链项目方上线交易平台，组织起草商务合作协议；2、负责建立、跟踪、监控合作项目，并对其效果进行数据化的评估并提出优化方案；3、跟踪搜集市场行业信息，竞争环境，提出合理的产品及合作建议。岗位要求：1、本科及以上学历，有区块链商务岗位经验且有丰富项目资源；2、英语（或其外语）听说读写能力优，具备优秀的沟通技巧；3、极强的开拓能力、理解及说服能力，有较强的抗压能力。 4、有团队协作精神，喜欢尝试与挑战。 \n"}
{"name": ["区块链助理研究员"], "city": ["上班地址 : 长江西路2687号"], "company": ["上海旺链信息科技有限公司"], "education": [], "money": ["0.8-1万/月"], "desc": "\n\n岗位职责: 1、参与调研公有、联盟链区块链头部项目案例，配合完成从技术设计维度形成面向内、外部的分析报告; 2、参与调研现有技术成果，撰写研究报告，提出创新改进点；2、参与研究并设计区块链共识算法与经济学模型，形成研发建议; 3、参与研发架构讨论，并编写技术与应用设计方案。 任职要求: 1、硕士及以上学历（可实习），计算机、数学、密码学、经济学、金融学等专业优先; 2、具有论文发表、专利撰写等经验优先；3、具备较强的英语读写能力，能独立完成英文报告编写; 4、有优秀的自驱与快速学习能力，强烈的探究心与意志力；5、长期关注国内外同业公司与项目发展，对行业变化信息敏感，善于发现问题，深入 剖析，提炼观点; 6、有较强的调研分析与研究文档撰写能力、以及行业分析能力，具有开放的心态和强烈的创新意识; 7、有较强的责任心强和团队意识，良好的协调和沟通能力; 8、对区块链行业做过深度研究者优先;  \n"}
{"name": ["php技术员 区块链"], "city": ["上班地址 : 中山大道中1037号鸿德广场506-507（珠村brt旁）"], "company": ["广州煊凌网络科技有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n岗位职责熟悉区块链相关开发，能独立完成交易平台，区块链游戏的开发等，一年以上区块链相关开发经验，熟悉go语言，熟悉solidity，熟悉php语言，熟悉主流php框架1、良好的独立工作能力，能够承受相应的工作压力；2、熟练PHP开发语言，了解区块链，有相关经验，熟悉面向对象的设计方法,能熟练运用PHP进行网站开发；3、熟悉MySQL数据库应用开发，了解MySQL的数据库配置管理、查询优化和存储优化、缓存等操作技能；4、熟悉HTTP协议及W3C相关互联网规范，熟练掌握CSS、DIV、Javascript、jquery等页面技术；6、熟悉各种接口对接，微信接口，短信，支付接口，开发接口；7、CRM客户关系管理系统开发经验者优先；电子商务系统(购物商城)开发经验者优先；有游戏开发经验者优先；8、具有良好的编码规范、良好的沟通、理解及团队协助能力，责任心强。岗位要求：1.有处理过大型的平台高并发情况2.对手机网站，app，公众平台，电脑网站4网合一开发经验3.自带商城开发代码的更佳4.有分销，直销开发经验优先5.有团队管理经验公司地址：广州天河中山大道中鸿德广场506-507，（BRT珠村站）有兴趣得欢迎周一到周五、早上9点到下午6点到公司进行面试 \n"}
{"name": ["区块链高级研发工程师"], "city": ["上班地址 : 厦门"], "company": ["厦门市直播吧信息技术有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n岗位职责:1、负责直播吧区块链产品研发；2、区块链产品软件架构设计工作；3、参与模块设计开发,业务逻辑开发等工作。任职条件:1、计算机相关专业本科以上学历；2、3年以上工作经验；3、精通go或Python或C++开发，编程基本功扎实，具有良好的编程习惯，了解Linux下常见Shell操作；4、熟悉Hyperledger Fabric 1.0架构，了解其业务流程和设计理念；5、熟悉一种关系型数据库和KV数据库；6、熟悉比特币、以太坊，Ripple，Corda等业界热门的区块链设计特点；7、了解面向对象开发，具有较好的系统分析设计能力、文档撰写能力；8、具备一定的网络、安全、web开发基础知识；9、积极进取、诚实正直、责任心强、思维缜密，有较好的沟通能力和学习能力；10、具备Fabric，以太坊，Ripple，Corda等区块链底层研发经验者优先。有意向者欢迎加QQ：3001273573沟通联系~~ \n"}
{"name": ["区块链产品经理"], "city": ["上班地址 : 湖南省长沙市长沙县开元东路1319号博士创新创业园3楼"], "company": ["湖南天河国云科技有限公司"], "education": ["本科"], "money": ["1.5-2.5万/月"], "desc": "\n\n岗位职责: 1、负责区块链平台的产品设计，包括后端协议、基础架构、系统服务及其相关客户端； 2、研究、优化、定义链相关协议、共识机制、加密算法以及运行机制； 3、与架构师合作，规划区块链节点的性能指标、部署架构以及运维体系； 4、撰写产品需求文档、用例文档，设计产品高保真原型，审阅UI/UX界面； 5、进行行业、目标客户和竞争环境的调研与分析，协助进行产品策略研究； 6、进行必要的市场宣讲、内部培训以及方案文档输出； 任职需求: 1、大学本科以上学历，计算机专业；3年以上产品设计开发经验，至少1个以上成功运营项目，有C/S架构客户端类产品项目经验优先； 2、深入理解区块链典型特征与业务流程，熟悉各种数据结构和算法，对网络协议、安全协议和加密算法有研究； 3、熟悉 Ethereum、Bitcoin、Hyperledger  等相关开源项目，熟悉分布式、多线程及高性能的设计与编码及性能调优；  4、掌握从需求到产品的方法论和实践过程，能够输出逻辑清晰的PRD，优秀的产品宣讲能力，具备一定数据敏感性； 5、优秀的自我调节能力与学习能力，良好的承压能力以及沟通能力，跨部门协作推动力强，有项目领导力与工作激情; 6、有区块链平台或应用产品项目经验优先。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 莘福路288号彩生活时代广场2号楼342室"], "company": ["上海舜凯信息科技有限公司"], "education": ["本科"], "money": ["2.5-3万/月"], "desc": "\n\n1、 负责基于区块链(blockchain)的金融产品的设计和研发；负责基于区块链技术的公有链的架构设计；2、组织制定和实施技术决策和技术方案，组织架构设计与升级优化；3、负责基于区块链技术的公有链的应用开发；研究、开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现；4、参与相关子系统及业务流程优化重构,研发过程优化工作;5、积极探索区块链技术的落地场景，为公司业务发展提供持续支撑。职位要求：1、精通Golang，Python任意一种开发语言；2、熟悉分布式软件设计及开发，精通微服务架构及容器技术；3、理解主流共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；4、熟悉区块链平台产品，如Bitcoin，Ethereum，Hyperledger，corda等，深入理解区块链核心技术；5、有过区块链项目开发经验者优先，有加密货币或区块链技术实际实施经验的优先；6、有相关金融分析软件、交易软件开发经验者优先； \n"}
{"name": ["产品推广经理（区块链）"], "city": ["上班地址 : 南新路（南新路与东滨路交界处）阳光科创中心B座33楼"], "company": ["山竹商业运营（深圳）有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n岗位职责：1，负责产品宣传推广，产品详情页制作等工作，制定产品营销传播方案；2、负责公司品牌知名度、美誉度的提升，提出市场推广、品牌、新媒体等方面的具体方向和实施方案；3、负责策划组织行业、协会、客户以及代理商的交流大会、沙龙活动、推广展会等；4、进行市场调研与分析，研究同行、业界发展状况，定期进行市场预测及情报分析，为公司决策提供依据。5、熟悉新媒体资源及运作，能利用多平台多渠道的组合方式，提出创新且合理的营销推广传播建议。任职要求：1、 本科及以上学历，市场营销、新闻传播、广告学等相关专业，3年以上年以上产品推广经验；2、 熟悉新媒体运营，有媒体从业及自媒体运营策划经验；3、 敏锐的市场洞察力、新颖的创意思维、生动的表达力及协调沟通能力；4、 具备优秀的文字功底和出色的创意、分析能力；5、 具有执行能力，对外沟通能力，创新能力，团队协作精神；6、 熟悉word、excel、powerpoint、Photoshop等软件； \n"}
{"name": ["资深区块链文案策划"], "city": ["上班地址 : 讯美科技广场1号楼406"], "company": ["深圳市新名泽科技有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n工作职责:1、深入挖掘区块链行业相关信息、政策、商业趋势并进行分析报道，产出具有影响力的好文章；2、根据公司业务战略和市场节奏撰写新闻稿；3、根据市场需要，通过多种渠道收集整理区块链行业、产品或服务及相关企业资料；4、上级领导安排的、个人主动参与的其他文案策划工作，包括公司宣传文案、公司品牌建设文案等。任职资格:1、本科及以上学历，经济、金融、新闻等相关专业优先；2年以上文案策划工作经验，媒体记者、区块链或互金行业经验者优先；2、文案写作能力强，对热点有敏感度，可独自进行文案撰写、内容规划、活动策划等；3、善于信息搜索与编辑整理，具有较强的选题策划能力；能独立撰写文案，尤其是深谙区块链领域；4、有创新意识、责任心、进取心与团队合作精神；对区块链的行业有一定的研究及有浓厚兴趣者优先。 \n"}
{"name": ["区块链高级开发工程师/架构师"], "city": ["上班地址 : 北滘镇美的大道6号美的总部B座"], "company": ["美的集团"], "education": ["本科"], "money": ["1.5-2.5万/月"], "desc": "\n\n【岗位职责】： 1、从事基于hyperledger fabric、cosmos tendermint的区块链技术研究 2、参与企业区块链平台架构设计和建设，参与智能合约代码开发； 3、组织制定和实施技术决策和技术方案，组织架构设计与升级优化； 4、指导项目团队成员的日常开发工作，解决开发中的技术问题。 【岗位要求】： 1、至少3年以上互联网或金融技术开发经验，精通 Go、Java中的一种及以上开发语言,具备2年及以上Go语言开发经验； 2、熟悉Hyperledger Fabric、Ethereum、OpenChain、Bitcoin等相关开源项目，具备Hyperledger Fabric实施和开发经验； 3、熟悉各类主流的共识算法，包括不限于PoW、PoS、DPoS、PBFT、Paxos、Raft等； 4、熟悉主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于Redis、LevelDB、CouchDB等； 5、熟悉HTTP/2协议，理解RPC框架，具备使用protobuf的开发实践经验。 6、熟悉Socket网络编程，精通各种数据结构和算法，对密码学、安全协议和加密算法有研究，熟悉分布式、多线程、容器等技术； 7、熟悉Linux，熟练掌握Docker容器技术的原理，部署和使用优化； 【岗位加分项】： 1. 有Hyperledger Fabric、Ethereum、OpenChain、Bitcoin等相关开源项目源码贡献经验优先。 2、有相关分布式系统架构和P2P网络系统开发经验者优先。 3、具备密码学技术相关背景，有相关项目背景者优先。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 富力天域中心"], "company": ["广州润滔信息科技有限公司"], "education": ["本科"], "money": ["2-4万/月"], "desc": "\n\n此职位需要初级/高级工程师若干名，***，谢谢！Responsibilities:- Architect end-to-end solutions for our customers using blockchain and other cloud services.- Help develop an overall blockchain ecosystem engagement strategy.- In partnership with the business development, solution architects and sales team, formulate and execute a strategy to drive adoption of blockchain.- Conduct one-to-few and one-to-many training sessions to transfer knowledge to customers considering- Research, design, develop, and test blockchain technologies, Act as a SME for Blockchain- Experience developing chaincode / smart contracts- Strong knowledge on the consensus models, underlying intricacies and protocols- Strong grip on Native APIs, encryption, crypto and building DApps- Ability to define Blockchain components including security & privacy- Proficient with Golang and NodeJS/ReactJSRequirements:- Computer Science degree with 3-5+ years of experience in software development, including design, implementation, debugging, and support- Experience working with blockchain frameworks such as Ethereum and Hyperledger in projects- Strong proficiency in developing software solutions with hands on experience in one or more relevant languages (Java, Node.js, Go)- Proven track record of delivering high quality software solutions on time- Experience in writing smart contracts for blockchain frameworks such as Hyperledger Fabric, Hyperledger Sawtooth, Ethereum, and Corda- Experience designing and building highly-scaled distributed systems and web services- Very strong computer science fundamentals in algorithm design, data structures, problem solving, and complexity analysis- Thorough understanding of parallel algorithms, concurrency, asynchronous architectures薪资福利：1、员工待遇为每月薪酬+年底双薪2、签订正式劳务合同，购买五险一金；3、享有国家法定节假日，员工享有带薪年假，周末双休；4、公司提供良好的工作环境，公平公正透明的成长机会，扁平化管理； \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 大浪街道丽荣路国乐科技园1栋5楼"], "company": ["安星文化传播（深圳）有限公司"], "education": ["中专"], "money": ["10-15万/年"], "desc": "\n\n1. 区块链在互联网金融业务中的技术开发与落地;2. 区块链接口封装，客户端开发，数据库对接等工作;3. 区块链合约开发，云平台建设，管理维护容器集群。任职要求：1. 曾参与过大型网络项目开发工作。有区块链项目的经验优先，有容器，Kubernetes 使用经 验优先;2. 对主流区块链架构与运行机制有一定的认识，了解 Fabric 或 Ethereum SDK 使用。掌握区块 链外围应用层逻辑开发，接口封装，链上链下逻辑交互;3. 掌握 Golang, C, C++, Java, Node.js 等语言中至少一种，Golang 优先，熟悉编译器优先; \n"}
{"name": ["区块链工程师（矿工对接）"], "city": ["上班地址 : 软件产业基地5栋B座"], "company": ["矩阵元"], "education": ["大专"], "money": ["1.2-1.8万/月"], "desc": "\n\n职位描述：1、负责公有链项目和矿工对接相关工作；2、负责区块链底层经济激励模型设计和开发；3、负责区块链挖矿相关接口规范性制定，易用性评审等。任职要求：1、计算机相关专业背景，2年以上经验；2、熟悉区块链，对矿工有了解；3、精通至少一种编程语言（C/C++,Java,GO等）。加分项：1、做过公有链矿工对接或者做过矿工；2、Github上参与过知名项目开发者优先。 \n"}
{"name": ["区块链架构师"], "city": ["上班地址 : 深圳市罗湖区笋岗东路宝安广场A座10F"], "company": ["深圳市今天国际物流技术股份有限公司"], "education": ["本科"], "money": ["2-2.5万/月"], "desc": "\n\n岗位描述1. 参与区块链核心系统的架构设计和研发工作2. 发展区块链技术，探索和推进区块链技术在不同场景的应用3. 负责开发环境的搭建和核心功能的代码开发。岗位要求1. 精通C/C++/JAVA语言开发，重视代码质量和容错性，遵守良好的编码风格2. 熟悉LInux环境下多进程/线程、文件系统及网络编程3. 熟悉Linux的常用命令，熟悉常见的性能查看及调优工具使用4. 有区块链商用项目的实际开发经验，精通Hyperledger fabric、Ethereum、Bitcoin中至少一种；5. 具备以下背景或经验之一者优先：a. 参与过网络框架、搜索引擎、分布式数据库、云计算平台等底层平台或组件开发b. 熟悉Bitcoin、Ethereum等开源区块链系统细节设计c. 熟悉BFT、Paxos、Raft等一致性协议之一的细节d. 熟悉PoW，PoS等区块链共识算法/协议细节e. 熟悉现代密码学或者网络安全相关技术f. 精通可信计算技术原理与应用g. 熟悉软件形式化验证技术 6. 精通Golang、Nodejs、Python、Java中至少一种，有5w行以上规模商用软件或在线服务开发经验; 7. 熟悉共识算法或一致性算法者优先，如PoW、PBFT、PoS、DPos、Raft等；8. 熟悉数据库设计，有MySql、MongoDB、Redis等经验者优先；9. 熟悉 Linux   平台上的系统编程和常用命令，掌握Docker容器基本应用和命令；  \n"}
{"name": ["区块链应用开发工程师"], "city": ["上班地址 : 软件大道168号润和创智中心2幢"], "company": ["南京润辰科技有限公司"], "education": ["本科"], "money": ["1-2万/月"], "desc": "\n\n岗位职责1）区块链DAPP开发（Java微服务）2）区块链智能合约通用合约和业务脚本开发 3）开放API服务开发和前端联调4）负责上述业务模块的详细设计，代码开发，同级Review，单元测试，E2E功能测试5）协助前端开发用户界面，独立进行界面问题修正职位要求1）掌握Spring框架开发，拥有SpringBoot经验优先 2）熟练使用RDB SQL，会操作（MySQL，Postgresq，Oracle的一种以上）3）会使用JavaScript，有AngularJS优先4）拥有NoSQL开发经验（ MongoDB进行数据查询） 5）熟练掌握GIT版本工具，Eclipse IDE6）了解UML常用视图任职资格1、计算机相关专业毕业，本科以上学历；2.  3年以上开发经验3、具备良好的团队意识及创新思维、自我激励能力，善于与人合作；4、具有良好的表达与沟通能力以及独立思考并解决问题的能力。 \n"}
{"name": ["区块链研究实习生"], "city": ["上班地址 : 南村镇汉溪大道477号中铁诺德中心2907"], "company": ["广州市比齐奥电子科技有限公司"], "education": [], "money": ["3-4.5千/月"], "desc": "\n\n+++ BITKIO是区块链行业最有想法和影响力的公司++ 区块链研究实习生$$拥抱未来> 对区块链技术有极大的兴趣，并坚信区块链可以改变未来；> 国家重点大学计算机、数学、物理、哲学、新闻学、密码学、金融学、文学等专业；> 具备基本的英语读写说能力；> 出色的报告撰写能力;> 精通PPT，技术达到艺术级;> 善良\\谦卑\\勤恳> 有梦想；> 想象力丰富 \n"}
{"name": ["区块链开发"], "city": ["上班地址 : 海天路卓越时代广场 C 座 2310"], "company": ["苏州米牛电子商务有限公司"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\n主要职责1、负责区块链钱包的开发、部署和维护； 2、负责区块链PoW矿池架构设计及开发； 3、负责区块链PoS超级节点开发、部署和维护； 4、研究区块链的协议，运行机制和底层实现等，设计安全协议和架构；职位必备项年龄超限年龄超过35岁不考虑最低学历必须统招本科以上学历其他项必须3年以上C++或PHP或Node.js或Golang开发经验，良好的编程风格；必须熟悉类Unix系统架构、TCP/IP协议，掌握常用linux命令；必须熟悉MySQL以及SVN、Git等管理工具的使用;b必须有区块链相关开发经验 \n"}
{"name": ["区块链客服"], "city": ["上班地址 : 中山西路1065号soho中山广场B座1502室"], "company": ["上海珩舜资产管理有限公司"], "education": [], "money": ["5-6千/月"], "desc": "\n\n岗位职责：1. 日常微信等社群客服问题的处理；2. 日常社群的主动维护；3. 配合公司线上、线下活动的开展；岗位要求：从事过区块链的新媒体运营充满激情，热爱或想从事区块链行业熟练使用office等办公室软件善于与人沟通，工作有耐心较强的学习意愿和学习力大专及以上学历，优秀者可放宽至高中年龄35周岁以下工作时间：9:00-18:00 \n"}
{"name": ["区块链量化交易员"], "city": ["上班地址 : 布吉街道布龙路赛格eco中心6号楼"], "company": ["深圳市壹美分网络科技有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n1、区块链数字货币交易，严格执行公司的交易制度及交易程序2、对数字货币有一定的了解，认同数字货币未来发展趋势3、具有快速反应能力，能适应较高的工作压力4、执行力强，反应快，学习能力强，公司培训后上岗。任职要求：1、金融、数学、计算机和相关领域本科以上学历2、有数据处理经验，熟悉国内外金融数据3、熟练运用基本办公软件4、有无实际交易经验均可5、年龄22-32岁，男女均可注：本职位需要上夜班地址：深圳市布吉街道布龙路赛格eco中心6号楼511室交通：地铁下水径C出口，上水径C出口；公交上水径公交车站或兴晖苑公交车站   \n"}
{"name": ["区块链平台架构师"], "city": ["上班地址 : 唐家湾软件园路1号南方软件园D2-1层"], "company": ["珠海宏桥高科技有限公司"], "education": ["本科"], "money": ["1.6-2.5万/月"], "desc": "\n\n岗位职责：1、从事基于hyperledger fabric、cosmos tendermint的区块链技术研究2、参与企业区块链平台架构设计和建设，参与智能合约代码开发；3、组织制定和实施技术决策和技术方案，组织架构设计与升级优化；4、指导项目团队成员的日常开发工作，解决开发中的技术问题。任职要求：1、至少3年以上互联网或金融技术开发经验，精通 Go、Python、Java、Javascript中的一种及以上开发语言；2、精通Socket网络编程，精通各种数据结构和算法，对密码学、安全协议和加密算法有研究，熟悉分布式、多线程、容器技术等技术；3、熟悉Ethereum、OpenChain、Bitcoin、Hyperledger Fabric等相关开源项目，有研究和贡献经验者优先；4、有相关分布式系统架构和P2P网络系统开发经验者优先。5、具备密码学技术相关背景，有相关项目背景者优先。6、安全基础设施的架构规划与项目管理能力，安全业务实践经验；7、理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；8、了解主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等； \n"}
{"name": ["区块链开发工程师（c++）"], "city": ["上班地址 : 益州大道1999号阿里巴巴西部基地"], "company": ["成都网信天成科技有限公司"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n我们需要您：1、承担区块链系统核心功能代码设计与开发；2、针对区块链技术在行业领域的应用，基于区块链技术的产品和解决方案的设计和开发工作；3、搭建开发区块链平台和基础框架;4、参与区块链技术在行业应用中的衔接与落地；5、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现； 我们希望您：1、3年及以上互联网领域的设计开发经验；2、 熟练掌握 Go，C++等主流区块链系统开发语言至少一种，C++优先，参与过区块链开发社区并贡献源码者优先；3、 了解一些主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等；4、 熟悉Linux的常用命令，熟悉常见的性能查看工具及gdb等调试调优工具使用5、 参与过网络框架、搜索引擎、分布式数据库、云计算平台等底层平台或组件开发6、熟悉Bitcoin、Ethereum、EOS等开源区块链系统细节设计7、熟悉BFT、Paxos、Raft等一致性协议之一的细节8、 熟悉PoW，PoS，DPoS等区块链共识算法/协议细节9、熟悉现代密码学或者网络安全相关技术 我们可以提供：1、有行业大佬和您一起做项目，有完整的方法论体系可以给予你有价值的指导；2、极具诱惑力的薪资；3、超级扁平的团队，巨大的做事和上升空间，非常开放和让人自在的氛围。薪资福利：1、15-20k（技术过硬，工作态度积极薪资肯定会不定期涨涨涨，一不小心就会变富有没有~）；2、购买社保，公司额外为员工购买商业保险；3、转正即配置电脑；4、每年豪华体检；5、定期的团队建设；6、超多节假日小礼品，什么节日网易严选的月饼零食大礼包呀. \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 广州市花都区凤凰南路56号2025 PARK中国新一代智能科技园A4栋7楼"], "company": ["广州君思网络科技有限公司"], "education": ["大专"], "money": ["1.2-2.2万/月"], "desc": "\n\n区块链开发工程师任职资格：1、25-35岁统招大专起计算机相关专业计算机、密码学、数学或统计学相关专业优先选择2、至少3年互联网或金融技术开发经验，学习能力优秀，善于沟通表达；岗位职责：1、负责区块链等前瞻性技术研究，产品前期技术研究及原型开发。2、负责区块链相关产品的研发，包括底层协议，共识算法，加密算法，上层应用等。3、参与需求分析文档和详细设计文档编写，参与开发规范的制定工作。4、精通Golang, C++, Java中的一种，有使用阿里BaaS平台开发区块链应用产品者优先。5、熟悉区块链相关技术，具有学习新技术的热情。 \n"}
{"name": ["资深售前工程师(区块链方向)"], "city": ["上班地址 : 江北新区研创园腾飞大厦B座702室"], "company": ["江苏荣泽信息科技股份有限公司"], "education": ["本科"], "money": ["1.5-2.5万/月"], "desc": "\n\n岗位职责：1.研究分析政策、市场、客户、竞争对手，提供分析报告，根据分析结果提出公司整体发展方向的建议；2.为销售部提供技术方案和技术支持，结合客户实际情况提供业务需求分析和系统解决方案；3.从解决方案、技术支持、技术服务、招投标文档的角度协助销售人员完成销售任务；4.技术解决方案的产品化建设，用于申报项目、申请著作权、申请专利等工作的推进；5.组建团队并制定内部培训计划，定期开展技术解决方案和售前业务技巧的培训；任职要求：1、本科以上学历，计算机软件或相关专业毕业；2、具有8年以上售前支持、技术支持等相关工作经验；3、具有较强的分析，撰写方案能力；具备优秀的沟通技巧，演讲能力和文档呈现能力；4、具有丰富的技术沉淀，技术功底扎实，并对大数据、分布式计算、区块链前沿技术有一定的了解和敏感度；5、具有良好团队合作精神，学习能力强。 \n"}
{"name": ["区块链市场总监"], "city": ["上班地址 : 长河路351号中控信息大厦B座2301"], "company": ["恩智数据科技（杭州）有限公司"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\n1、健全和完善区块链平台的运营规范，服务能力考评以及风险防控等方面的管理工作；2、依据平台发展规划，贯彻执行公司的产品的政策，完成业绩指标与会员指标；3、负责项目招商和团队的组建，培训，管理，考核，负责产品的渠道搭建； 4、负责平台的产品，服务内容，推广方案，及销售系统的各项制度流程设计优化，控制系统运营风险；5、3年区块链公司运营任职经验，有一定的区块链行业资源者优先考虑；6、较强的市场拓展能力和抗压能力，具备良好的客户服务意识，危机事件处理能力，团队协作能力， 7、能与平台从0到1的创造力，执行力，抗压力，受挫力，和不达目的誓不罢休的决心。岗位要求：1、大专以上学历，市场营销或计算机相关专业优先考虑；2、良好的沟通能力，能够迅速有效发现客户需求，快速建立并保持良好的关系。 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 羊城创意园3-08栋"], "company": ["广州青蜂信息科技有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n工作职责：1、负责基于Hyperledger Fabric联盟链的设计和开发；2、对主流的企业级区块链平台开展研究，进行一定的改进和增强；3、持续跟进学习区块链技术的演化迭代。任职要求：1、3 年及以上互联网领域的设计开发经验；2、熟练掌握Go，C++，Nodejs其中之一，Go优先，熟悉Fabric源码优先；3、掌握主流区块链技术相关机制原理与去中心化思想；4、工作积极主动，责任心强，善于沟通，具有良好的团队合作精神；5、对大数据有研究和实践者优先；6、能快速阅读英文论文及相关资料，学习能力强，自我驱动力强；7、热爱区块链开发技术，有激情，有梦想，爱创新，追求卓越，能一起艰苦创业。 \n"}
{"name": ["区块链社区运营经理"], "city": ["上班地址 : 三元桥"], "company": ["百堇信息技术（上海）有限公司"], "education": ["本科"], "money": ["2-3万/月"], "desc": "\n\n岗位职责：1.负责定制区块链交易所社区运营策略，建立和运营各社交平台和用户社区，包括日常维护、内容策划和发布、增加社区平台关注人数，提升社群活跃度，组建核心用户群体等。2.根据不同层次用户（新用户、深度用户等）准确判断用户需求与关注的方向，并结合项目性质，有针对性地，进行内容策划及群内活动策划。3.策划和执行社区的线上、线下活动，增加社区活跃性，推广项目品牌。4.负责管理社区用户交流秩序，处理社区事件、用户意见反馈等，维护社区用户关系。5.能够及时、独立、主动完成团队主管安排的工作。6.对数据敏感，有一定的数据分析能力。7.快速反应社会时事及区块链相关热点并输出内容。任职条件：1. 拥有良好的英语水平，有海外背景优先。2. 1-3年社区运营经验，本科及以上学历，能力突出者可放宽学历。3. 熟悉区块链领域者，或/且有金融、IT等相关经验者优先。4. 热爱互联网，对微信、Twitter、Telegram、Slack、Reddit、Instagram等社交产品有浓厚兴趣或深刻认识。5. 具备较强的活动策划和文字组织能力，能熟练使用页面编辑和制图软件为加分项。 \n"}
{"name": ["高薪招聘区块链讲师"], "city": ["上班地址 : 中国四川省成都市武侯区天府一街两江国际B座"], "company": ["成都蓝石量化区块链科技有限公司"], "education": [], "money": ["0.4-1万/月"], "desc": "\n\n工作内容：1、负责公司区块链相关内容领域对外授课。2、实时跟踪并掌握区块链技术发展和市场动态，深度挖掘海内外重大新闻事件，撰写分析报告。3、对区块链行业项目进行分析，寻找和筛选有发展潜力的区块链项目，形成独到观点。职位要求：1、2年以上培训或区块链相关领域工作经验优先。2、1年以上直播间讲课经验，能调动课堂氛围者优先。3、理解区块链及数字货币原理，熟悉海内外区块链交易所、各类工具平台及媒体。4、可独立策划选题，搜集整合资料，快速输出专题类稿件。5、清晰的逻辑思维能力，良好的语言表达能力及文字组织能力。工作时间：10:00~6：30 \n"}
{"name": ["C语言开发工程师/实习生 区块链项目"], "city": ["上班地址 : 常德路818号德安大厦408室"], "company": ["上海蓝载信息科技有限公司"], "education": [], "money": ["0.8-1.5万/月"], "desc": "\n\nResponsibilities:1. Take part in the design, development and testing of blockchain hardware projects;2. Solve problems during development and testing, and provide technical support for products;3. Learn required new skills for project development;4. Write technical documents and file them.主要职责：1. 参与区块链硬件项目的程序的设计、开发与测试工作；2. 解决开发、测试过程中出现的问题，为产品提供技术支持；3. 学习项目开发所需要的新技能；4. 撰写技术文档并进行整理、归档。Requirements:1. Hold a bachelor's degree or above in computer science or related discipline, and have a certain kind of ability to use in English, read and analyze codes;2. Be proficient in C Programming Language development, have good habits of programming and proficiency in  file compilation;3. Have at least one year's experience in embedded system development;4. Think clearly, take initiative in working process, hold the ability in excellent self-study, and maintain good teamwork spirit.岗位要求：1. 大学本科及以上学历，计算机相关专业，具有一定的英语水平和代码阅读分析能力；2. 精通C语言，具有良好的编程习惯以及文档编写能力；3. 拥有至少一年的嵌入式系统开发的经验；4. 思路清晰，工作积极主动，具有较强的自学能力和良好的团队协作精神High-priority candidates include those with any of the following conditions:1. Possess the ability to be familiar with English materials on computer science industry or the English-speaking proficiency;2. Have experience in the development of mechanical control programs, Raspberry Pi or Arduino;3. Have experience in research, development and practitioner of the projects related to blockchain;4. Have development experience among one of three relevant following sectors--- computer network, cryptography, trading/payment system, etc.;具有以下条件者优先：1. 熟悉计算机行业专业英语，或拥有优秀的英语口语能力；2. 拥有机械控制程序的开发经验，或有树莓派、Arduino的开发经验；3. 对区块链相关项目有研究、开发和实践的经历；4. 拥有在计算机网络、密码学、交易支付系统其中某一领域的项目开发经验；Internship Program:1. Submit your GitHub account and at least one work completed by C Programming Language, and relevant cites must be marked if any;2. Welcome to all of outstanding undergraduates and fresh graduates to take part in internship plan. Upon completion of the internship period, satisfactory trainees shall be given permanent posts.实习生计划：1. 需要提交GitHub账号及至少一件使用C语言完成的作品，如有引用则必须注明；2. 欢迎优秀的大学在读生、应届生参与实习计划，符合要求的实习生在期满可以签订正式劳动合同。求的实习生在期满可以签订正式劳动合同。 \n"}
{"name": ["区块链海外商务BD"], "city": ["上班地址 : 龙城大道99号正中时代广场B座13A09"], "company": ["深圳市安邦网络科技有限公司"], "education": [], "money": ["0.6-1.5万/月"], "desc": "\n\n工作职责： 1、负责签约区块链交易所行业战略资源合作商，完成项目谈判及项目执行；2、持续维护合作关系，并与产品、技术等团队协作，推进产品落地和用户增长； 3、负责相关业务的品牌推广、活动策划，建立媒体合作渠道，提升市场对产品的认知 ;4、参加区块链行业国内国外各种会议、交流活动等，整合各种资源开展深度合作；5、关注市场发展动态，挖掘有效行业合作资源，探索业务新方向。 岗位要求：1、2年以上区块链交易所或者金融领域商务拓展经验；2、良好的沟通技巧、商务谈判技巧和项目管理能力；3、自我驱动，结果导向，快速学习，独当一面；4、英语能作为工作语言，有海外工作、学习背景优先； 5、有区块链币圈及资源者优先考虑。 \n"}
{"name": ["区块链讲师"], "city": ["上班地址 : 富力中心C1栋"], "company": ["福建数联慧科信息科技有限公司"], "education": ["大专"], "money": ["2.5-3万/月"], "desc": "\n\n（1） 熟悉linux系统，熟练使用linux常用命令，初步了解区块链背景。（2） 精通java、基本掌握C编程，具备一定编程开发能力（实操能力）（3） 初略了解密码学基础，了解PKI、数据加解密、Hash算法。（4） 语言表达能力强，有讲课经验的优先。（6） 熟悉软件项目开发工程流程 （7）了解数据库结构 \n"}
{"name": ["区块链技术高级开发人员"], "city": ["上班地址 : 成都市高新区天益街83号成职软件园"], "company": ["成都高新信息技术研究院"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\r\n\t\t\t基本要求：\n    计算机相关专业本科及以上全日制学历，3年以上软件研发经验， 年龄28～35岁\n岗位职责：\n 1.负责区块链应用技术平台的架构分析和设计，发现和解决存在的技术问题；\n 2.主持和参与系统逻辑模型和物理模型设计并实现原型；\n 3.全面把握总体设计和重要技术决策，指导具体的设计和开发工作，以及关键技术的攻关；\n 4.跟踪业界前瞻动态，参与规划整体技术路线图。\n任职要求：\n 1、3年以上软件开发经验，2年以上中大型Java EE项目经验，有Go语言项目经验更佳\n 2、2年以上前端和Restful API开发与设计经验，精通HTML5/JavaScript/CSS3/Angular等Web开发技术\n 3、对于大型系统的容错，高并发，低延迟和安全性有深刻认识\n 4、精通关系型数据库和NoSQL的设计和选型，比如MySQL，MongoDB，CouchBase\n 5、对开源技术有浓厚兴趣，比如SpringBoot，SpringCloud，RxJava,Flowable，node.js等\n 6、对单元测试和集成测试非常了解，最好阅读过JUnit或者TestNG的代码，熟练运用各种mock框架\n 7、精通面向对象设计和领域驱动设计，熟悉Linux系统，对Docker云部署有很好的理解和实际经验\n 8、有较为完备的软件项目开发知识储备，做事积极主动，有良好的沟通能力\n 9、有金融系统、区块链系统设计经验优先\t\t\t\n"}
{"name": ["区块链文案运营"], "city": ["上班地址 : 深圳市南山区软件产业基地5栋E楼802"], "company": ["深圳开拍网科技有限公司"], "education": ["大专"], "money": ["8-11万/年"], "desc": "\n\n岗位职责简述： 1、 负责撰写公司品牌文案、公司项目运作方案，包括软文、新闻稿、策划案等；2、 配合上级要求完成公司产品文案撰写（包括项目白皮书、技术方案，宣传PPT等）；3、 挖掘区块链领域相关信息、政策、商业趋势并进行分析报道，产出文章；4、 为产品推广、品牌传播提供创意思路或创意点，协助完成相关内容文案；5、 独立输出项目月报。专业素质要求：1、 大专及以上学历，有互联网财经、科技、区块链文案经验优先；2、 熟悉区块链、数字货币领域的发展规律，有成熟的文案作品，对区块链行业有一定的研究及有浓厚兴趣者优先；3、 具有良好的计算机基本操作水平，能熟练使用Office等办公软件；4、 具有优秀的逻辑思维能力和批判性思维能力，事业心和责任感强，反应敏锐、洞察力强。 \n"}
{"name": ["区块链销售"], "city": ["上班地址 : 软件园路软景中心A座写字楼1906室"], "company": ["瞻知（大连）科技有限公司"], "education": [], "money": ["0.3-1万/月"], "desc": "\n\n岗位职责：       1、负责公司产品的销售及推广；2、根据市场营销计划，完成销售指标；3、开拓新市场，发展新客户，增加销售范围；4、协助主管进行相关工作安排；5、完成领导交办临时其它的工作 任职要求：1、有一定的市场运营经验，有区块链行业从业经验者优先；2、善于挖掘用户关系及热点话题；3、对区块链领域有浓厚兴趣，希望能够在此行业长期发展者优先；4、责任心强，沟通能力强，工作细致，能够有较强抗压能力者优先；5、性格开朗，思维敏捷，学习能力强，具有较强的沟通、协调能力和组织策划能力；6、有良好的语言表达和、文字、组织能力；3、强烈的团队意识、客户服务意识；4、掌握电脑等、办公自动化、工具、使用技能； 薪资组成：底薪3k+（10%-30%）高提成    注：公司历史业绩每月至少一千万起 \n"}
{"name": ["开发岗-区块链"], "city": ["上班地址 : 深圳市"], "company": ["深圳证券通信有限公司"], "education": ["英语熟练"], "money": ["3-4.5万/月"], "desc": "\n\n1.根据部门开发项目的具体要求，承担软件开发任务，进行相关模块的需求分析，设计和编码工作，以确保按计划完成应用系统的开发任务，根据技术发展，进行技术规划和技术预研。2.完成软件系统及模块的技术需求规划、方案设计、编码，编制与项目相关的技术文档，保证文档资料的完整，按期完成开发任务。进行产品的优化和演进。3.协助运维人员和用户提供应用系统的技术支持，保障应用系统的安全、稳定。任职条件：1. 5年以上C++/Java后台开发经验，熟悉网络编程、数据结构和算法；2. 熟悉tcp/ip、http、ftp等网络协议；3. 熟悉Linux及相关脚本编程开发；4. 熟悉加解密算法和身份认证方法，包括但不限于对称非对称加解密、多重加解密、数字签名、CA认证机制等；5.熟悉安全攻防对抗手段，有实际的渗透测试和安全防护经验，能设计通信安     全、数据安全、应用安全方案；6.有区块链相关项目开发经验优先 \n"}
{"name": ["Java开发工程师-区块链创新中心"], "city": ["上班地址 : 中江路879号上海天地软件园11号楼"], "company": ["上海中信信息发展股份有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n岗位职责：    1.      负责 SaaS 和区块链相关产品的开发和设计；    2.      参与区块链相关前沿技术的研究和相应  POC 的设计和实现；    3.      参与相关产品需求讨论、完成技术方案设计及系统开发；    4.      参与相关系统的运营和维护，保证系统稳定高可用；    5.       参与系统架构优化、性能优化等工作；    任职要求：    1.      计算机相关专业，5年以上Java开发工作经验；     2.      精通Java语言，熟悉J2EE架构体系；    3.      熟悉主流Java开源框架，如: Spring，Mybatis，Redis，MQ，maven等;    4.      熟悉MySql数据库，有良好的数据库设计能力和SQL编写及调优能力；    5.      具备较强的沟通能力及团队合作精神，可以承受较强的工作压力；     6.      有区块链（HyperLedger/Enthereum）相关开发经验优先考虑；区块链领域经验与背景非常优秀者，薪资可谈。 \n"}
{"name": ["产品策划助理（区块链企业管理）"], "city": ["上班地址 : 高新南四路与科技南八路交汇处泰邦科技大厦"], "company": ["深圳泰邦集团有限公司"], "education": ["本科"], "money": ["0.8-1万/月"], "desc": "\n\n1、策划区块链企业管理解决方案：基于区块链、大数据、云平台技术架构，策划并推动企业管理场景产品化解决方案；2、推动区块链企业管理项目的进展与实施：基于产品解决方案，撰写产品开发文档，协调并推动各参与方资源投入及项目进展，以确保项目顺利实施交付；3、提炼区块链企业管理项目的标准化解决方案，并在企业管理使用场景中完善并迭代，提炼成为企业管理行业化解决方案。岗位要求：1、1-5年企业管理软件策划或互联网产品策划或Android/IOS移动应用策划或项目管理经历，有大形产品策划、跨部门产品推动协调经验优先； 2、有良好的产品意识与平台逻辑，熟练使用Axure \\ Mockup \\ Principle \\ OmniGraffle 或其它至少一种原型工具，XMind \\ Mindmanager 等脑图工具； 3、对区块链、大数据、人工智能等新兴技术有一定理解与较大热情；4、对企业管理领域熟悉，有相关工作经验者优先；5、责任心强，积极主动，善于沟通，具有团队精神。 \n"}
{"name": ["区块链应用开发工程师"], "city": ["上班地址 : 福州市鼓楼区福州软件园F区5号楼4楼"], "company": ["福建升腾资讯有限公司"], "education": [], "money": ["0.8-1.4万/月"], "desc": "\n\n岗位职责：1、研究区块链的协议、运行机制和底层实现，编写技术文档，协助区块链基础产品出现的问题；2、优化公司区块链底层设计；3、其他区块链平台调研工作；4、设计区块链底层和基础框架；岗位要求：1、统招本科及以上学历，计算机相关专业；2、掌握区块链相关机制与底层实现原理,了解区块链的协议,理解各类主流的共识算法3、能够独立进行区块链底层系统设计,熟悉Bitcoin、Ethereum等开源区块链系统细节设计4、.熟悉至少一个区块链开源项目，例如Ethereum,Bitcoin等,在业内开发社区贡献过代码者优先5、熟悉C++或GoLang或Python区块链系统开发语言，熟悉区块链智能合约开发，Solidity等语言者优先6、熟悉现代密码学或者网络安全相关技术，对密码学，安全协议和加密算法有研究7、熟悉分布式系统原理，多线程及高性能的设计与编码及性能调优，有分布式存储系统经验者优先 \n"}
{"name": ["资深Golang工程师-区块链"], "city": ["上班地址 : 申滨南路1226号虹桥新地中心A栋701"], "company": ["神话科技传媒（深圳）有限公司合肥分公司"], "education": ["大专"], "money": ["1.8-2.5万/月"], "desc": "\n\n工作职责： 1. 参与软件需求分析、系统设计、核心代码编写和文档编写等开发类工作； 2. 对自主研发的软件进行故障诊断、系统优化等工作 任职资格： 1. 计算机相关专业全日制本科及以上学历，5年以上大型系统开发经验； 2. 熟悉常用数据库，如PostgreSQL、MySQL、Oracle等（其中一种或多种）； 3. 熟悉当前热门的容器生态，如Docker、Kubernetes等； 4. 深入理解计算机原理，有扎实的数据结构和算法基础；5.熟练掌握Golang编程技巧，如Goroutine、Channel等； 6. 熟悉常规的密码学组件，如ECC、RSA、国密算法、AES、Hash等，优先考虑。  \n"}
{"name": ["区块链技术研究"], "city": ["上班地址 : 讯美科技广场3号楼1806室"], "company": ["深圳市星际节点云计算技术有限公司"], "education": ["硕士"], "money": ["1-1.5万/月"], "desc": "\n\n岗位描述：1、 985/211大学应届毕业生2、 对于前沿技术有着深刻想法3、 区块链技术研究者4、 对于未来技术有着追求者5、希望加入有着一群对于追求的人 \n"}
{"name": ["区块链副总经理"], "city": ["上班地址 : 深圳市南山区前海深港合作区卓越前海壹号A座13楼"], "company": ["深圳市乾捷资产管理有限公司"], "education": ["本科"], "money": ["2-2.5万/月"], "desc": "\n\n岗位职责：1、根据公司的战略规划，制定区块链技术的研发方向，组织公司业务总体架构的规划设计； 2、设计和实现稳健、实用、灵活、高效的技术架构，确定技术路线，进行关键技术验证，并负责技术架构和技术路线在研发过程中的完整实现； 3、组建区块链技术团队，负责区块链核心技术问题的攻关和系统优化，协助解决区块链相关项目开发过程中的技术难题； 4、对区块链相关技术和业务进行培训，并对开发过程中的技术难题进行指导。 任职要求：1、全日制本科（含）以上学历（必须要有金融背景）；2、8年以上工作经历，有良好的计算机基础能力，对架构治理有一定的认知；3、熟悉至少一个区块链开源项目，负责过市面上应用比较广泛的项目，有区块链项目的开发/实施经验，对区块链有很浓厚的兴趣；4、熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究，精通区块链/加密算法者优先；5、具备良好的沟通力、需求分析能力及执行力、逻辑思维能力及学习能力，良好的团队协作和管理能力。  \n"}
{"name": ["区块链钱包开发工程师"], "city": ["上班地址 : 东信大道66号东方通信科技园（东方通信城）6号楼（新楼）3层杭州复杂美科技"], "company": ["杭州复杂美科技有限公司"], "education": ["本科"], "money": ["1-2万/月"], "desc": "\n\n岗位职责：与交易所后端，钱包项目核心模块设计，开发，维护工作。任职要求：1、有后端开发经验3年及以上经验；2、熟练使用C/C++/Java/Go 等主流区块链系统开发语言至少两种；3、熟悉主流数据库的使用；4、有一定的架构设计能力。工作态度要认真负责，责任心强。5、具有较强的团队协作精神、执行力、学习能力、沟通协调能力及良好的职业道德操守。 \n"}
{"name": ["区块链项目经理"], "city": ["上班地址 : 长沙市岳麓区梅溪湖金茂广场北塔25楼2509"], "company": ["湖南华辰信息技术有限公司"], "education": ["大专"], "money": ["0.8-1万/月"], "desc": "\n\n1、主导开发过2个及以上的区块链项目；2、组织制定区块链产品的技术方案，指导项目团队成员的开发工作，解决开发中的技术问题；3、参与公司产品业务流程优化重构,研发过程优化与改进；4、探索区块链技术在数字资产等应用的落地场景，为公司业务发展提供持续技术支撑。招聘要求：1. 2年以上PHP大型网站或APP后端开发经验；2. 熟悉Linux操作系统；3.熟练应用svn或git进行协作开发，有撰写开发文档的习惯；4.熟悉 OOP开发，熟悉并使用一种或多种应用开发框架(Laravel、Thinkphp)开发过项目；5.掌握常见的SQL语句调优和数据库调优 \n"}
{"name": ["中英 区块链 远程***笔译"], "city": ["上班地址 : 皇姑区崇山西路 10-5 号 都市工业电子产业园 A 座 三层"], "company": ["沈阳创思佳业科技有限公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n职位要求：1.本科以上学历，金融类专业优先；2.非英语专业需英语六级，英语专业需英语专业八级；3.熟悉区块链（数字货币领域）行业翻译风格和术语，有区块链类中译英翻译经验或参加过区块链项目汉化者优先；4.扎实的英语语言功底和优秀的书面表达能力。5.掌握CAT工具者优先，如通过测试，我司可提供SDL Trados Studio培训。6.Telecommuting 远程***或坐班***均可职位描述：1.负责区块链行业文档翻译工作（中译英）；2、熟练掌握各种本地化翻译工具（SDL trados studio、Memoq等工具），根据公司的项目流程和质量标准，处理项目文件；3、严格遵守TM与词汇表，尊重原文，高质量高标准地完成翻译工作。 \n"}
{"name": ["博士后（AI/区块链/5G/工业互联网方向）"], "city": ["上班地址 : 南山区科技园金蝶软件园"], "company": ["金蝶软件（中国）有限公司"], "education": ["博士"], "money": ["30-40万/年"], "desc": "\n\n岗位职责：1、带领团队从事创新型技术的研究、探索和相关产品研发，负责企业互联网领域的人工智能、区块链服务的技术架构设计、业务模式创新；2、参与国际服务学会主办的国际学术会议的组织工作，加强与领域专家的交流与互动；3、参与金蝶西雅图研发中心的国际交流以及与国际***公司的技术和产品合作。岗位要求：1、国内外博士毕业两年内或即将获得博士学位，年龄三十五岁以下；2、计算机相关专业，人工智能、数据挖掘、云计算、物联网等相关方向或者其他相关领域优秀的理科或工科博士毕业生；3、有较强的研究能力和敬业精神，具备较强的组织协调能力、综合管理能力、分析判断能力，能够尽职尽责地完成博士后研究工作；4、具有较强的动手能力，能够领导或参与系统或软件原型的设计与开发；5、负责申请和主持或作为核心成员参加过国家973/863项目、国家自然科学基金等重点课题或国家重大专项项目者优先考虑。工作地点：深圳 \n"}
{"name": ["区块链文案策划编辑"], "city": ["上班地址 : 深圳市宝安区西乡海城路235号泰逸大厦F6-013"], "company": ["深圳市美鸿电子有限公司"], "education": ["本科"], "money": ["1-2万/月"], "desc": "\n\n岗位职责：1、聚焦区块链、数字货币领域，负责官网、微信号，微博号，知乎号，大鱼号，百家号，头条号等新媒体矩阵的内容输出和运营推广；2、负责区块链、数字货币领域的热点消息、行业资讯整合、加工再创作及原创写作；公司项目文案编辑、撰写工作，包括公司宣传文案、公司品牌建设文案、媒体公关稿等;3、负责行业市场研究，分析行业现状、趋势，提供有价值的原创信息；4、助团队完成相关的其他工作任务。任职要求：1、对科技、财经类内容了解熟悉，尤其对区块链、数字货币领域有浓厚兴趣；2、懂内容、懂传播，熟悉或者愿意深入了解区块链、数字货币领域；3、能够独立承担内容采集、组稿、写稿、编辑等工作；4、具有对新闻事件的敏感性，有良好的专题策划能力；5、具备基础数据分析、金融行情知识、具有财经、科技新闻工作经验优先；6、具有较好的团队协作精神及工作责任感，能承受一定的工作压力。联系人：唐志  13760255550 \n"}
{"name": ["云平台及区块链售前顾问"], "city": ["上班地址 : 方庄中国中车大厦"], "company": ["中企云链（北京）金融信息服务有限公司"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n一、工作内容：1、 分析客户所处行业现状及需求，协助销售进行客户分析并制定相应方案；2、 市场扫描，对客户需求进行调研，进行项目模式设计、必要时需要进行方案设计和指导交付；3、 编写云平台或者区块链项目的投标技术文件。二、任职资格：1、 了解公有云、私有云、区块链的基础技术知识；2、 3-5年以上企业服务软件售前工作经验，有IT咨询公司工作背景，有金融行业或者供应链领域IT系统售前或者实施背景者优先；3、 本科及以上学历，面向所有专业开放，计算机专业更佳；4、 良好的沟通，人际交往能力 以及团队合作精神；5、 出色的PPT撰写及Excel建模能力。 \n"}
{"name": ["区块链（大数据）开发工程师"], "city": ["上班地址 : 南京市栖霞区马群街道紫东路2-3号"], "company": ["南京紫枫金控数据科技有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n    岗位职责：  1、从事区块链产品的设计和研发工作，基于产品需求设计开发区块链协议层，实现去中心化、分布式区块链共识及同步协议；  2、设计及实现基于供应链金融场景实现高可用、高可扩展、高性能的大数据存储，设计及实现供应用层调度使用及用户鉴权等模块的开发；  3、参与分布式应用架构体系研发工作，完成系统设计、开发；  4、数据挖掘技术应用以及算法方面的研发；  5、负责大数据平台上的数据存储，数据维护和优化；  熟悉区块链技术或有相关产品开发经验优先。  任职要求:  1、2年以上工作经验，本科及以上学历，1年以上区块链实际研发经验；  2、丰富的java开发经验，熟练java主流框架，spring boot、spring cloud开发经验，丰富的系统设计及架构经验；  3、熟练掌握GoLang，C++ 主流区块链系统开发语言中的一种，参与区块链开发社区并贡献源码者优先；  4、熟悉各种数据结构和算法，对分布式数据库、分布式系统有较深的理解；  5、掌握hadoop、hbase、kafka、spark等分布式数据存储和分布式计算平台原理，具有相关系统的调优、运维、开发经验；  6、了解各类主流的共识算法，包括不限于PoW, PoR，PoS，DPoS，PBFT，Paxos，Raft等；  7、对数据结构、算法有深刻理解，有hadoop等系统的源代码阅读经验者优先。  上班时间8:30-11:30 11:30-17:30 午餐补贴 通讯补贴 交通补贴  带薪假期 双休 节日福利 年终奖金   \n"}
{"name": ["区块链研发工程师（2019SGW04）"], "city": ["上班地址 : 温泉镇高里掌路一号院21号楼"], "company": ["中国信息通信研究院"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\r\n\t\t\t岗位职责:1. 负责结合企业业务场景，基于区块链（Blockchain）技术架构设计与应用开发；2. 研究区块链的协议，运行机制和底层实现等，设计安全协议和架构；3. 根据产品需求及总体设计，编写系统模块的详细设计文档与代码实现。 任职资格:1. 全日制本科及以上学历，计算机、信息管理相关专业；2. 熟悉比特币、以太坊、Fabric等的区块链相关机制与原理；3. 理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；4. 熟练掌握GoLang或C/C++开发语言；5. 熟悉TCP/IP网络协议；6. 有一定的英语读写的能力；7. 熟练掌握主流编程语言如Node.js, Python者优先考虑；8. 熟悉linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化者优先考虑；9. 有一定的密码学基础的优先考虑。 \n"}
{"name": ["区块链产业基地副总经理"], "city": ["上班地址 : 成都高新区府城大道西段399号天府新谷10号楼20楼（环娱互动）"], "company": ["成都虚拟现实孵化器管理有限公司"], "education": ["本科"], "money": ["2-3万/月"], "desc": "\n\n岗位职责：负责公司比特币交易、投资整体运营流程的梳理与制定，根据公司相关产品的战略目标和规划，结合行业情况，制定比特币运营短期及长期发展的方向和目标；负责公司比特币、比特币基金的运营管理工作、活动策划，对比特币运营目标负责；负责比特币基金商业模式的梳理与制定；掌握相关的比特币正规渠道资源以及各大交易所相关资源；参加和发起国内外相关的区块链专业活动，并汇总区块链、比特币相关产业资源。任职要求：大学本科及以上学历，对数据敏感，有较强的数据分析能力；有比特币基金运营、比特币大宗交易经验者优先；对区块链行业有一定的了解；良好的沟通能力和开拓能力，善于合作沟通。薪酬福利： 1.公司执行宽幅薪酬，薪酬：20000-30000元/月，能力超强者可在一定范围内调整；2.公司将提供五险一金，及其它各种节日福利；3.公司平台：良好的学习成长机会、晋升空间； 4.工作时间：早九点半晚六点半，周末双休。 \n"}
{"name": ["平安互联网B2CO2OF2C区块链管理人才"], "city": ["上班地址 : 体育东路"], "company": ["中国平安人寿保险股份有限公司广州市天河支公司"], "education": ["大专"], "money": ["5-7万/月"], "desc": "\n\n职位名称：平安互联网B2CO2OF2C区块链管理人才职数：2（一）薪酬福利1、优质老客户资源(有房有车、大额投资理财)，为这些优质客户提供保险、理财、投资的综合金融服务。2、收入：底薪+上不封顶收入：刚入司即可享受上万元的工资，扎实应用好总部和分区培训资源（中国平安被称为中国保险行业的黄埔军校+分区独特的晋升秘笈），坚持实施半年一定晋升主任，高不封顶。3、晋升：响应国家新出台保险“新国十条”政策精神，享受公司支持的优才计划和人力资源策略快速晋升渠道；4.公司提供完善的零基础培训、知识通俗培训、政策解读培训；5、完美人性化的晋升系统；6、提供丰厚的福利保障；7、多奖励渠道轻松提幅薪酬；其他相关福利待遇及各项荣誉奖励：1、海内外高峰会议；2、国内外免费旅游；3、医疗和意外保障，其他福利。（二）主要工作职责：1、在个人住所就近区域内带领团队，为公司固定客户提供保险、投资及理财等服务；2、和团队一起对所负责的区域进行公司品牌维护、公司形象宣传以及市场开发；3、为客户提供个性化的家庭保险、理财及投资方案；4、建立和管理区域团队；5. 优质客户资源让您无忧启动综合金融市场。（三）入职要求：1.大专及以上学历，年龄23-45周岁；2.有良好的沟通协调能力、学习能力、处理问题能力、严谨认真、勇于拓取；3.身体健康、品行端正、有良好的服务意识、拥有清晰的人生目标；4.抗压能力强，良好的亲和力与团队合作精神；5.从事过管理工作、售后服务工作、商户主、企业主或有保险从业经验者优先考虑；6.广州市户口或在广州市居住1年以上者优先。7.应届毕业生管理学、法学、金融学、保险学优先。 中国平安广东总部欢迎您的加盟，在公司全方位的培训基础上，本部特为您私人订制培训方案和市场推广策略指引，加强实战经验的锻炼及传授快速晋升秘诀，助您在事业上展翅高飞。本部这18年来一直从事人力资源管理和陌生市场开拓研究，撰写了大量的陌生市场推广策略，在直销和PC\\移动端营销中带领千人部队程序化运作，选择广东总部乐耀团队将助你快速开启综合金融平台的晋升之道！面试时间：周一至周日 面试地址：广州市体育东 \n"}
{"name": ["销售经理（区块链）"], "city": ["上班地址 : 西丽街道沙河路16号A栋408（导航16号孵化器。五号线西丽站，7号线茶光站）"], "company": ["深圳市网渡科技有限公司"], "education": ["大专"], "money": ["0.8-1.2万/月"], "desc": "\n\n【岗位职责】1.  负责了解产品内外需求，提出合作策略，策划推广合作方案，负责合作协议签署；（必须从事过区块链、数字货币交易或金融行业相关工作者，其他勿扰）2.  根据业务发展需求和公司战略，挖掘意向合作资源；3.  沟通和筛选潜在合作伙伴；4.  参与并负责公司合作方案的拓展、谈判、推进，并对效果负责；5.  独立完成商务谈判并制定合作方案。【任职要求】1.  必须要有1年以上区块链工作经验或数字货币交易所(比特币)工作经验者；有金融工作经验者也可联系，无相关工作经验者勿扰；2.  具有较强的商务拓展及沟通能力；具有良好的职业形象和职业素质；3.  具备敏锐的洞察力和优秀的区块链市场开拓能力、业务推动能力； \n"}
{"name": ["区块链项目推广（接受应届毕业生）"], "city": ["上班地址 : 珠村丰奭大厦（东莞银行楼上）4楼421"], "company": ["广东鑫华时代互动网络科技有限公司"], "education": ["高中"], "money": ["0.8-1.5万/月"], "desc": "\n\n1、负责搭建和管理区块链项目用户社群（包括微信群、telegram，脸书），实现海外用户的拉新和维护。2、实现与用户的及时沟通，维系社群活跃度；3、负责区块链项目的运营推广，利用脸书，微信、telegram平台品牌推广。任职要求：（1）对区块链有一定的兴趣爱好，有过区块链行业工作经验的优先考虑；（2）优秀应届生亦可（3）Twitter、微信、脸书等产品的运作特点，能够高效的针对用户策划并执行各种拉新、促活的在线活动；（4）善于进行活动效果总结，具备快速学习能力和一定的创新能力；（5）有实际的丰富社群运营经验和案例展示；（6）性格开朗，善于与人交际，热爱数字货币行业； \n"}
{"name": ["区块链社群运营"], "city": ["上班地址 : 黄龙万科中心G座807室"], "company": ["杭州冻青投资管理有限公司"], "education": ["大专"], "money": ["0.7-1.2万/月"], "desc": "\n\n岗位职责1.负责区块链社群的日常运营维护。2.与群内粉丝进行交流互动，维持社群的活跃度。3.负责社群的推广，协助社群的发展。4.负责微信朋友圈的运营维护。5.公关宣传。任职资格1、工作细致、认真、有责任心，较强的沟通协调以及语言表达能力；2、熟练使用微信，对微信的规则有一定的了解。3、有较强的适应能力，团队协作能力4、对区块链有一定的了解，有投资经验者优先 \n"}
{"name": ["区块链市场运营"], "city": ["上班地址 : 杭州东部国际商务中心东峰704室"], "company": ["杭州帅客科技有限公司"], "education": [], "money": ["0.7-1.4万/月"], "desc": "\n\n岗位职责：1、负责区块链交易所的日常运维，拉新2、参与制定策划线上活动方案、品牌推广方案及相应执行，为网站增加流量3、负责行业内最新资讯的收集，包含市场动态、竞争品牌动向、产品与市场信息；4、负责对接合作项目的整体推进、执行，并根据执行反馈以及个别突发事件及时调整，保证合作顺利推进任职资格：1、拥有区块链行业工作经验，且对区块链行业有热情2、拥有微信群运维，线上活动运营策划经验者优先3、热爱学习新鲜事务，有较强责任心，积极主动性者优先4、英语，韩语精通者优先 \n"}
{"name": ["活动策划兼媒介（区块链方向）"], "city": ["上班地址 : 深圳南山区南新路阳光科创中心A座2103"], "company": ["深圳市艾克斯欧科技有限公司"], "education": ["大专"], "money": ["1-1.3万/月"], "desc": "\n\n岗位职责：1、  负责Huobi Club深圳站线上及线下活动策划和运营工作，制定活动方案；2、  负责活动内容的创意及执行，探索更多玩法的创新，提升活动的多样性和新颖性；3、把控活动执行过程、效果跟踪、整理反馈、总结评估和优化调整；4、负责媒介传播工作，利用各种互联网资源、媒介资源，进行Huobi Club深圳站品牌推广，提高品牌的曝光度、知名度，并对推广效果进行跟踪、评估及改进；5、负责资源对接及区块链资源整合。 任职要求：1.  本科及以上学历， 2年以上活动策划相关工作经验，熟悉新媒体传播，有较强的策划能力；2.  拥有丰富的区块链媒体及kol资源。3.  较强的沟通、协调及执行能力，良好的团队合作精神； \n"}
{"name": ["早九晚五双休底薪4千+（区块链网络营销不需要打电话）"], "city": ["上班地址 : 高新2路关南社区 鼎泰关南大厦（维也纳酒店）"], "company": ["武汉诺信众合科技有限公司"], "education": [], "money": ["0.8-1万/月"], "desc": "\n\n互联网区块链可以说是未来的趋势！区块链是互联网的第二个时代，区块链的价值是互联网的10倍，十年前，你如果不懂互联网，可以用报纸，邮件，电视机来消遣，如今，你要是不懂互联网，不懂互联网+金融 ，互联网+医疗 ，互联网+物联 ，互联网+云计算，那你就out了，互联网爆炸式发展带动经济一往向前，物资，信息远超几十年前的几百倍，感觉错过了一百个亿怎么破》 ~ 《而区域链能创造的价值远超互联网不止， 如果现在不还不了解区块链是什么，智能合约有什么用，去中心化交易的市场前景，那你错过的就不只是像如今互联网创造的价值了过去，互联网让信息变换的更快，未来，区块链让价值交换的更快，我们正处于信息爆炸式发展的顶端，未来，信息的真实性，有效性更需要我们去关注，去探索如果你热爱这个行业，愿意从事这个行业，欢迎你来我们的大家庭一起去学习，一起走在信息社会的前瞻。岗位职责1、利用网络工具做产品的推广，维护好公司的资源2、及时回复客户的疑问，维护好客户，对于客户提出的问题能很好的解答3、随时关注行业的基本信息，知道最新的行业资讯消息职位要求1、对区块链有一定的了解和兴趣，有财经，保险，证券类工作经验者优先2、熟悉自媒体运营的基本知识，会使用今日头条，微博，贴吧等交流工具3、性格积极乐观，好学认真，踏实肯干，有责任心，服从管理，有良好的沟通能力工作时间朝九晚五  午休2小时，周末双休，公司提供住宿薪资待遇底薪2600+1500生活补贴+提成和奖金+底薪+周奖+月奖+绩效奖金其他福利：1、周末双休，享受国家法定节假日，公司提供优质的工作环境无需外出；2、享受带薪年假、带薪培训等福利；3、 新员工开单奖，每周每月的会有丰厚业绩奖励4、完成销售业务可获取现金奖励，公司定期组织出去聚餐旅游；5、全面提供良好的职业发展计划，良好的晋升空间；6、专业的培训。对新员工我们坚持传、帮、带的培训原则我们会有专业的培训师进行岗前培训，对公司进行全方位了解，在加入部门后，会安排老员工或部门主管直接带，带您全面投入新工作。 \n"}
{"name": ["区块链商务总监/经理"], "city": ["上班地址 : 广渠门内大街80号通正国际大厦7楼"], "company": ["北京同升源科技有限公司"], "education": ["大专"], "money": ["1-2万/月"], "desc": "\n\n工作职责：1.负责与区块链项目方建立合作，拟定合作模式，拓展合作渠道；2.负责与媒体及自媒体建立合作；3.负责整合各区块链行业与金融渠道资源，基于公司本身及资产现状，拟定合作模式；4.负责洽谈签订商务合同，协调推动双方合作项目进度；5.负责妥善维护各合作机构关系，不断跟进公司及行业动向，为公司创新商业机会和产品提供市场信息；6.负责反馈客户需求与最新行业动向，协助优化产品与服务7.参与行业商务、社交活动及区块链行业峰会，拓展人脉资源任职资格：1.有区块链行业资源；2.优秀的团队协作能力，妥善处理人际关系；3.优秀的语言表达能力和商务谈判能力，高效且执行力强； \n"}
{"name": ["区块链流程讲师+会议招商专员"], "city": ["上班地址 : 深圳市龙华区民治街道民乐社区星河WORLD二期C栋1902"], "company": ["广东文交文化科技有限公司"], "education": ["大专"], "money": ["0.7-1万/月"], "desc": "\n\n岗位职责：1、根据公司市场营销计划将公司项目知识有效讲解给公司客户2、负责对公司员工进行项目专业知识培训并负责培训效果跟踪，有效地跟各相关部门合作，完成在职员工的强化培训课程；3、负责对公司来访人员进行详细的产品专业知识介绍4、负责制作公司项目年度及月度培训计划及培训课件5、负责协助进行公司的各类招商会议的组织及营销策划；6、负责完成上级交办的临时其他工作。7、熟悉讲师、培训师工作流程，能够根据内容调整气氛，8、擅长演讲、讲课生动活泼、场控力互动性强、有课堂魅力；9、对数字货币相关行业有所研究10、优秀的沟通能力，组织协调能力和灵活应变能力职位要求：1、有过相关金融经验（区块链、数字货币等）工作者优先考虑；2、对区块链行业有充分了解和认知。3、团队协作力、沟通力、商务谈判力优秀4、具备较强的授课能力，优秀的PPT制作能力（面试时需要携带作品）。5、执行力强、推动力强，热爱培训工作，善于分析与总结工作6、具备组织实施大型培训会议项目相关工作经验。7、认真、细致、责任感强8、必须有良好的职业道德操守和商业伦理道德 \n"}
{"name": ["区块链底层研发专家"], "city": ["上班地址 : 盛荣路88号盛大天地源创谷7号楼10楼"], "company": ["上海链宇信息科技有限公司"], "education": ["本科"], "money": ["3-4万/月"], "desc": "\n\n职位描述： 1、实现区块链系统的底层架构，  能实现公链、侧链、私有链，供应用层调度使用； 2、根据需求及应用场景，设计合理的区块链网络的认证与准入机制，开发智能合约； 3、根据应用场景，选择合适的加密算法并实现； 职位要求: 1、计算机相关专业全日制本科及以上学历，5年以上开发工作经验； 2、精通Go、C++等语言至少一种； 3、熟悉HTTP、TCP/IP、UDP协议，熟悉主流的加密算法并能实现之； 4、熟悉主流共识算法以及其算法流程。 5、熟悉主流区块链平台架构各项技术指标以及优缺点。 6、熟悉Ethereum、Hyperledger、Ripple、BitCoin等区块链项目之一的底层技术原理，有相关项目开发经验优先； 7、熟悉集群技术、系统性能调优； 8、具有良好的沟通交流和协作能力，善于发现问题和解决问题。  \n"}
{"name": ["区块链技术专家"], "city": ["上班地址 : 天府大道中段"], "company": ["成都柠檬云网络技术有限公司"], "education": ["本科"], "money": ["2.5-6万/月"], "desc": "\n\n职位要求： 1、负责基于区块链(blockchain)技术的互联网金融产品研发，架构设计及升级;2、.参与制定技术决策和技术方案; 3、负责基于区块链技术的公有链的架构设计及应用开发，研究、开发并实现区块链协议、运行机制、加密技术、共识算法和底层实现；4、积极探索区块链技术的落地场景，为公司业务发展提供持续支撑。任职要求： 1、精通Golang，C++，Java，python任意一种开发语言；2、熟悉分布式软件设计及开发，精通微服务架构及容器技术；3、理解主流共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等； 4、熟悉区块链平台产品，如Bitcoin，Ethereum等，深入理解区块链核心技术；5、具有良好的团队合作和沟通能力，思路开阔。 \n"}
{"name": ["区块链运营经理"], "city": ["上班地址 : 深圳市南山区阳光科创中心B座2703"], "company": ["深圳丝路天地电子商务有限公司"], "education": ["本科"], "money": ["1-1.6万/月"], "desc": "\n\n岗位职责：1、负责用户增长，以新增注册用户及交易用户为第一目标。2、运营各类社群，保持社群活跃度和持续增长转化，策划各类话题和专题活动。3、负责平台的资讯等内容的运营维护，能独立建立区块链内容的生产、推广运营体系。4、负责产品在各平台的自媒体推广运营，对市场热点和突发事件高度敏感，搭建内容运营体系，整体负责网站、APP、自媒体、社区等各渠道内容运营工作。5、深入业务核心，优化产品，更好的满足用户交易需求。6、对数据敏感，构建完整的数据跟踪与分析体系，提出运营改进意见，提升关键指标。7、根据实际运营工作需要，对竞品运营情况分析，提出解决方案，进行相应的解决。任职要求：1、英语流利，能做工作语言。2、本科以上学历，3年以上互联网运营经验，1年以上区块链项目实战运营经验，了解区块链，热爱区块链。熟悉区块链、数字资产、交易所项目的运营、推广渠道及方法。有数字资产交易所、币圈玩家，资深钱包用户，电报圈优先。3、有产品初创期冷启动的经验，熟悉微博、微信、贴吧、电报群等各类社群，善于把握用户对社群的各层次需求，对于如何吸引和发展用户有很好的技巧。4、积极乐观、正直、办事灵活、沟通能力强、有效利用时间管理任务、良好的表达能力。 \n"}
{"name": ["区块链销售经理"], "city": ["上班地址 : 芙蓉中路一段华创写字楼C栋901【数字镭】"], "company": ["北京镭灵科技有限公司"], "education": [], "money": ["1-1.8万/月"], "desc": "\n\n岗位职责:1、根据公司整体战略目标及绩效考核标准,完成个人和团队的销售任务; 2、学习和掌握相关业务的专业知识及技能,熟练把握业务流程,以专业的态度和能力满足客户的需求;3、发掘的销售机会,实现与客户的长期合作;4收集并整理潜在客户资料,积极拓展新客户;5与团队其他成员密切合作,实现团队业绩的最大化。任职要求:1、善于学习和总结,团队意识较强,沟通能力较好; 2、大专及以上学历、市场营销类专业、拥有区块链行业相关工作经验及资源者优先;3、具有销售或电话销售工作经验者优先福利：双休+五险一金薪资：无责底薪4k-8k+提成 \n"}
{"name": ["软件开发工程师（区块链方向）"], "city": ["上班地址 : 佛山市南海区桂城街道南平西路广东夏西国际橡塑城一期5号楼20004"], "company": ["灵键（佛山南海）科技有限公司"], "education": ["本科"], "money": ["6-8千/月"], "desc": "\n\n1.负责基于公司区块链(Blockchain)专利的开发2.参与公司区块链技术的研究，承担区块链核心代码的开发3.参与新技术、新方案设计与研发要求：1.精通Go、Java、C、C++、Python等语言至少两种，有开发经验的优先2.熟悉各种数据结构和算法，对物联网，区块链和软硬件结合有研究3.具有良好的学习能力，有着对新技术的钻研和探索精神，沟通能力和团队合作精神。灵键科技是新成立的创业公司，拥有前瞻性的项目理念，项目具备完善的专利布局。现在组建团队进行开发，欢迎年轻有为的你加入，成为创始团队中的一员。 \n"}
{"name": ["网络推广总监、区块链市场总监"], "city": ["上班地址 : 深圳湾科技生态园5栋C座14层1402（地铁2号线科苑站C出口步行直走约10分钟即到）"], "company": ["前海谷雨（深圳）云计算科技有限公司"], "education": ["大专"], "money": ["3-4万/月"], "desc": "\n\n1、全面负责公司运营工作结合公司发展战略，制定公司区块链运营计划，包括产品策划、在线宣传推广、活动策划及日常运营；2、制定计划并高效运作，包括用户需求分析、平台架构设计、界面设计、流量分析等；3、利用资源，负责线上客户的开拓、洽谈并达成合作利用资源，负责线下客户的开拓、洽谈并达成合作，完成推广目标；4、负责区域工作任务及目标，能不断开拓建立有效互联网市场推广渠道，深入挖掘潜在资源；5、有运营抖音短视频，今日头条等平台经验者优先。岗位要求：1、本科统招以上学历，5年以上工作经验，其中3年以上信息流相关业务经验；2、有重点业务项目统筹及跟进经验， 五年以上移动互联网营销工作经验，熟悉区块链新媒体以及客户端产品的运营模式和推广渠道，能够独立制定并执行市场规划、市场销售策略、机构拓展等工作；有独立主导百万级流量级别产品从业经历优先、有成功裂变传播经验优先。3、出色的团队带领能力及人员运用能力，善于培养和搭建优秀的工作团队，良好的个人价值观和敬业精神，熟悉国外区块链及各大信息流平台业务，对信息流全球业务发展有较好认知；4、有优秀广阔的互联网推广人脉及合作渠道资源优先；平台链接：www.h5ck.com \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 上海市浦东新区龙东大道3000号1号楼A区605室"], "company": ["小派科技（上海）有限责任公司"], "education": [], "money": ["1.2-2万/月"], "desc": "\n\n工作范围：1、参与公司绿洲区块链项目开发，结合以太坊，编写智能合约，实现社区，开发者，消费者以及公司软硬件产品、知识产权等上链并进行业务往来，确保信息可靠不可变2、编写智能合约，实现转账，累积积分，积分抵扣等需求3、基于相关开源项目开发钱包及其他Dapp4、参与系统的需求分析，设计，编码等开发工作；5、负责系统的优化和重构工作，保证系统稳定可靠运行；职责要求：1、区块链基本理论，对密码学、共识算法、超级账本、智能合约等有足够了解;2、计算专业毕业，具备较强的编程能力;3、熟悉Go， Serpent、 Solidity、Mutan和LLL等开发语言；4、有基于Ethereum项目或其他区块链开发经验者优先； \n"}
{"name": ["销售经理（区块链）"], "city": ["上班地址 : 科苑北"], "company": ["深圳市多元世纪信息技术股份有限公司"], "education": ["大专"], "money": ["0.8-1万/月"], "desc": "\n\n1、大专及以上学历，金融、销售学、营销或物流管理等专业；2、3年以上销售相关工作经验，具备区块链、证券等金融类销售经验优先；3、吃苦耐劳、勤奋好学、头脑灵活，具有高度的团队合作精神和高度的工作热情，有一定的事业心和上进心；4、 具有良好的客户沟通、人际交往及维系客户关系的能力，能够承受一定的工作压力。 岗位职责：1、负责区域内区块链、证券类客户的维护、开发、业务拓展；2、进行公司自研金融交易类软件销售工作。 \n"}
{"name": ["渠道销售总监（区块链方向）"], "city": ["上班地址 : 世界金融中心A座3401"], "company": ["深圳乐来高升网络科技有限公司"], "education": [], "money": ["0.8-1.3万/月"], "desc": "\n\n职位类型：全职基本要求：年龄性别不限工作地点：深圳 罗湖区 深南东路世界金融中心薪资结构：底薪+绩效工资+奖金+五险一金，具体底薪面谈。公司福利：交通补贴、双休、加班补助、带薪年假岗位职责：1、根据公司业务发展需求和公司战略，开拓区块链行业市场，挖掘意向区块链团队资源，组织并开展市场推广工作；2、对重要客户进行开拓、沟通与管理，制定合作方案，寻找潜在合作伙伴；3、区块链领域流量获取与资源互换、建立对外业务合作；4、负责流量相关的市场活动策划、推广策略等工作规划与实施；5、负责公司产品的相关市场销售、商务合作、市场合作。任职资格：1、有做过区块链项目、拥有区块链市场资源和团队的优先；3、与代理商的谈判和沟通能力强，具备快速的学习能力，强烈的市场竞争意识；4、具有独立工作能力，勇于接受工作挑战，能够承担目标压力；5、丰富的渠道代理开拓能力，丰富的沟通、谈判技巧、渠道管理经验；6、具有较强交际能力、组织协调能力、项目策划能力及团队合作精神；7、具备优秀的沟通能力和应变能力，有较强的计划性、协调能力、分析和表达的能力；8、性格外向，强烈的事业心及挑战精神，有良好的个人信誉及职业操守。 \n"}
{"name": ["区块链平台乐寻坊运营"], "city": ["上班地址 : 软件大厦"], "company": ["深圳四方精创资讯股份有限公司"], "education": ["本科"], "money": ["0.5-1万/月"], "desc": "\n\r\n\t\t\t1、负责区块链人才活动平台乐寻坊的运营工作；2、深挖用户需求，定期策划线上线下活动；3、提高平台用户的拉新、活跃、留存等各项指标；4、挖掘平台自身和外部资源，拓展新的活动和用户运营推广形式。职位要求：1、全日制本科以上学历，传媒、新闻、品牌策划、市场营销、广告学、中文等相关专业优先；2、积极外向，沟通能力强，有学生会干部或社团干部经历者优先；3、细心踏实，勤奋努力，学习能力强，拥有独立的工作能力和团队协作精神；4、有较好的文字功底，熟练使用各种办公软件；5、有新媒体运营或APP推广经历的优先。福利待遇：1、高底薪+目标奖金+股份；2、初创团队具有挑战和广阔的升职加薪空间； 3、完善的管理制度和培训体系；4、舒适的现代办公环境，平等、信任、公开透明的企业文化氛围；5、不定期组织各种员工团建，旅游等活动。 \n"}
{"name": ["区块链Golang开发"], "city": ["上班地址 : 凌秀路83号"], "company": ["华畅科技(大连)股份有限公司"], "education": ["本科"], "money": ["0.7-1万/月"], "desc": "\n\n1、开发语言：精通Golang，如果没有Golang经验，需要java或者C#开发经验。2、具备大型项目开发经验，对嵌入系统（Android、Linux）有了解，熟悉Linux系统下开发。3、英语四级以上，可读写。4、身体健康，热爱编程。 \n"}
{"name": ["区块链运营"], "city": ["上班地址 : 新文路33号天堂e谷3号楼516室"], "company": ["杭州链金科技有限公司"], "education": ["大专"], "money": ["1-2万/月"], "desc": "\n\n1、有一定的人脉资源，具备推广方案规划能力，良好的执行力，具备  一定的方案宣讲和演讲能力2、 有一定的区块链相关知识。3 、有市场，运营经验 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 天府大道"], "company": ["成都中大智圣科技有限公司"], "education": ["大专"], "money": ["2.2-3.5万/月"], "desc": "\n\n1、从事区块链方向的设计和研发工作；2、搭建基于区块链的底层架构；3、根据业务需求，实现智能合约开发、部署、测试；            4、解决开发中的技术问题任职要求：1、熟悉TCP/IP, HTTP协议，分布式系统开发，精通linux；2、熟悉区块链的原理，各种数据结构和算法，对密码学和加密算法有研究；  3、较强的分析问题 和解决问题能力，执行力强； 4、一年以上golang实际项目开发经验；5、学历不限，年龄38岁以下。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 科技园国人通信大厦302室"], "company": ["深圳前海添个车网络科技有限公司"], "education": ["大专"], "money": ["1-2万/月"], "desc": "\n\n工作职责：1．负责数字货币交易所平台代币的架构设计与核心代码开发；2．开发基于区块链的以太坊、钱包、智能合约和基础架构；3．参与公司区块链底层核心模块和架构的设计与开发；4．持续跟进区块链技术在数字货币领域的发展及相关技术研究；5．研究区块链的协议，运行机制和底层实现等；6．搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出；岗位要求：1．计算机相关专业大专以上学历，能力特别强者可以放宽该条件；2．2年以上IT互联网相关经验；对其中一种技术熟悉的,例如Go，solidity，Node.js等区块链开发语言，精通Golang，C++，Java，python,参与各个区块链开发社区并贡献源码者优先；3．精通linux或Windows系统，熟悉Ethereum的技术原理及代码编译（要求熟练编译通过）。4．熟练掌握NoSQL数据库，比如MongoDB、Redis等,熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；5．有加密货币或区块链技术实际实施经验的优先；6．熟悉比特币、以太币等虚拟货币，有虚拟货币的交易、熟悉以太坊，能部署正式环境和私有网络的以太坊节点等其中一种。7．熟悉智能合约，Solidity语言，能使用该语言编写智能合约并部署 \n"}
{"name": ["活动策划(区块链项目)"], "city": ["上班地址 : 上海市长宁区昭化路505号东朔商务中心一号楼2F220室"], "company": ["盈利点信息科技（上海）有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n活动策划（偏用户增长）1、 负责实现用户增长，熟悉微信、电报等社交端流量获取策略，规划流量获取和转化，制定用户拉新计划；2、负责公司各类项目、活动的创意构思、文案及提案、新媒体文案策划3、独立撰写各类稿件（新闻稿、软文稿、综述稿等）、策划方案等；4、根据活动效果进行数据分析、总结提出改进方案；5、对接产品经理实现项目落地6、充分了解用户需求，根据节日、季节定制符合平台专属活动任职资格:1.有1年以上社群裂变运营经验，对微信、电报用户增长有一定工作经验2.了解用户裂变方式，能够独立策划并落实方案3.对数据敏感，具备数据分析能力，并优化实操方案4.一年以上项目策划经验，接触过KOL合作优先考虑5.善于策划各类线上活动，尤其对市场营销活动策划经验丰富6.思路清晰，文字提炼精准，重点突出，立意创新7.英语精通 \n"}
{"name": ["区块链工程师主管（月薪40k起，本科）"], "city": ["上班地址 : 深圳市前海深港合作区前湾一路1号A栋201室"], "company": ["山咔啦文化科技（深圳）有限公司"], "education": ["本科"], "money": ["4-7万/月"], "desc": "\n\n岗位职责：基于公司平台上各个机构及企业客户的联盟共识方案，开展基于区块链的资产管理系统的架构设计，为产权交易建立可扩充的区块链平台，对接可视化的区块链数据浏览器。我们的团队严格执行扁平化管理，在我们这里，没有绝对的领导，只有实是求是的制度。欢迎各位磨拳擦掌的编程员加入我们的技术团队，见证完整的系统开发周期。我们对人才珍而重之,提供良好的工作条件﹑国际化的团队支援，以及人性化的生涯规划。 设计区块链系统的架构，能根据业务场景訂定具容錯性的规划，以確保系统在不同环境中全天候运行因應既有的业务逻辑，引进更多合适的智能合约库 岗位描述：(近乎)全端区块链开发人员，能独立处事，有团队领导能力。提供分析﹑评估备选方案和代码库，并构建基于区块链的强大且高性能的解决方案。设计和实现区块链支持工具和实用程序（例如，CLI客户端，用于探索区块链，监控，基准测试或其它调试工具）   相关技能：语言：Go，C ++，Rust，Java，JavaScript，重视代码质量和容错性有Linux和Ubuntu的经验了解Hyperledger Fabric / 以太坊的底层技术 (两者选其一)全面了解加密通讯协议和区块链部署熟悉Docker和使用Vagrant环境 加分(薪)项：具有一个或多个前端开发框架的经验，例如React或Angular懂Kafka和RabbitMQ懂DevOps的流程懂分布式网络框架、分布式数据库或类似组件开发；懂Ethereum等开源区块链系统细节设计；懂PoW，PoS等区块链共识算法/协议细节；懂现代密码学或者可信计算，如SGX开发。 \n"}
{"name": ["Java开发工程师（区块链项目）"], "city": ["上班地址 : 上海市浦东新区陆家嘴软件园10号楼6楼"], "company": ["珠海横琴极盛科技有限公司"], "education": ["本科"], "money": ["2-2.5万/月"], "desc": "\n\n工作职责 1、参与系统需求分析与设计，负责完成核心代码编写，接口规范制定，架构设计； 2、参与后台服务性能优化； 3、能独立解决开发中遇到的难点问题。 4、能够承受一定工作压力 任职要求： 1、全日制本科及以上学历，计算机或相关专业；3年以上工作经验经验。  2、精通编程语言java、C/C++/、C#其中一种，并且懂一些小众语言更佳,如lua等。 3、掌握网络通信编程知识，对BIO、NIO有深入的了解;精通socket、多线程、多进程编程，能够编写高并发、高性能、低延迟的网络通信程序。 4、能够熟练使用springMVC、SSM、springboot、springcloud、等常用技术栈。 5、能够熟练的使用oracle、mysql、SQL  server、postgresql等数据库，并对SQL性能优化有深入的了解。 6、了解证券金融业务，有证券行业从业经验者优先。 \n"}
{"name": ["高级区块链工程师"], "city": ["上班地址 : 西丽街道高新北区松坪山路1号源兴科技大厦东座201室"], "company": ["深圳百诺基因医疗技术有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n岗位职责：1、从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现等。2、开发基于区块链的相关平台和基础框架。3、开发和实现加密协议，设计安全协议和架构。4、编写相关技术方案，解决开发中的技术问题。任职要求：1、本科以上学历，计算机、软件等相关专业；2、熟练掌握GoLang,C++,Python,Java等二种以上系统开发语言（Go优先）；3、熟悉 Ethereum、Hyperledger Fabric 等主流区块链开源项目的实现机制及运行原理；4、熟悉IPFS、Filecoin等分布式存储系统；5、掌握分布式、多线程、高并发的网络编程及代码调优技术；6、有容器，Kubernetes 使用经验优先;7，成功开发过至少有1-2款区块链产品. \n"}
{"name": ["区块链运营专员"], "city": ["上班地址 : 深圳市龙岗区大运软件小镇28栋101"], "company": ["深圳市智能港投资管理有限公司"], "education": ["大专"], "money": ["4.5-8千/月"], "desc": "\n\n1、负责搭建和管理区块链项目用户社群（包括微信群、telegram），实现用户的拉新和维护。2、实现与用户的及时沟通，维系社群活跃度；3、负责区块链项目的运营推广，利用微信、telegram平台品牌推广。4、负责区块链的活动策划、活动文案撰写；任职要求：（1）对区块链有一定的兴趣爱好，有过区块链行业工作经验的优先考虑；（2）大专学历、优秀应届生亦可，形象好，气质佳；（3）Twitter、微信、微博等产品的运作特点，能够高效的针对用户策划并执行各种拉新、促活的在线活动；（4）善于进行活动效果总结，具备快速学习能力和一定的创新能力；（5）有实际的丰富社群运营经验和案例展示；（6）性格开朗，善于与人交际，热爱数字货币行业； \n"}
{"name": ["区块链运营专员"], "city": ["上班地址 : 大运软件小镇28栋"], "company": ["深圳市智汇牛科技有限公司"], "education": ["大专"], "money": ["4.5-8千/月"], "desc": "\n\n1、负责搭建和管理区块链项目用户社群（包括微信群、telegram），实现用户的拉新和维护。2、实现与用户的及时沟通，维系社群活跃度；3、负责区块链项目的运营推广，利用微信、telegram平台品牌推广。4、负责区块链的活动策划、活动文案撰写；任职要求：（1）对区块链有一定的兴趣爱好，有过区块链行业工作经验的优先考虑；（2）大专学历、优秀应届生亦可，形象好，气质佳；（3）Twitter、微信、微博等产品的运作特点，能够高效的针对用户策划并执行各种拉新、促活的在线活动；（4）善于进行活动效果总结，具备快速学习能力和一定的创新能力；（5）有实际的丰富社群运营经验和案例展示；（6）性格开朗，善于与人交际，热爱数字货币行业； \n"}
{"name": ["区块链客服"], "city": ["上班地址 : 大运软件小镇28栋"], "company": ["深圳汇天区块链技术有限公司"], "education": ["大专"], "money": ["6-8千/月"], "desc": "\n\n1、负责搭建和管理区块链项目用户社群（包括微信群、telegram），实现用户的拉新和维护。2、实现与用户的及时沟通，维系社群活跃度；3、负责区块链项目的运营推广，利用微信、telegram平台品牌推广。4、负责区块链的活动策划、活动文案撰写；任职要求：（1）对区块链有一定的兴趣爱好，有过区块链行业工作经验的优先考虑；（2）大专学历、优秀应届生亦可，形象好，气质佳；（3）Twitter、微信、微博等产品的运作特点，能够高效的针对用户策划并执行各种拉新、促活的在线活动；（4）善于进行活动效果总结，具备快速学习能力和一定的创新能力；（5）有实际的丰富社群运营经验和案例展示； （6）性格开朗，善于与人交际，热爱数字货币行业； \n"}
{"name": ["Java资深开发工程师(（钱包、区块链方向）"], "city": ["上班地址 : 四川省成都市天泰路四川投资大厦"], "company": ["必成汇（成都）科技有限公司"], "education": ["本科"], "money": ["1.5-2.5万/月"], "desc": "\n\n工作职责:1.负责区块链钱包技术接入，钱包业务系统开发与改造；2.系统性能优化、技术攻关，支撑高可用、高可靠和高性能需求；3.系统架构能力，发现服务优化点，提升生产效率；4.熟悉业务和产品需求，完成功能设计和研发工作。职位描述：1.统招本科及以上学历，3-5年软件开发经验，BAT优先考虑。2.JAVA基础扎实，包括JVM、IO、多线程、并发、网络，深刻理解面向对象、设计原则、封装抽象等；3.熟练掌握Spring/SpringMVC/Mybatis等主流JAVA框架，有经得起推敲的实际项目经验；4.熟练掌握数据结构、算法、设计模式、操作系统原理、TCP/IP协议等;5.了解区块链平台产品，如Bitcoin，Ethereum，Hyperledger等，深入理解区块链核心技术；6.了解主流共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；7.熟悉数据结构和算法，对密码学，安全协议和加密算法有研究；8.有代码重构，有大型项目基础及应用架构设计经验者优先；9.良好的团队协作意识，具备横向沟通能力;良好的持续学习能力，能持续关注开源项目、新技术方向;优先考虑：1.深入理解常用区块链共识算法运作原理和优劣，包括POW,POS,DPOS,PBFT,VRF。2.全栈开发能力，业务场景经历丰富3.熟练掌握签名，多重签名，环或群签名，CA证书认证,PKI证书技术。4.有完整系统设计、服务治理等经验者优先 \n"}
{"name": ["区块链架构师（上市公司）"], "city": ["上班地址 : 深圳市宝安区留仙二路美生创谷 智谷楼5层"], "company": ["银基贸易发展（深圳）有限公司"], "education": ["本科"], "money": ["2.5-3.5万/月"], "desc": "\n\n岗位职责：1、 负责整个项目的系统架构设计（包括区块链数字积分和团购商城）。2、 参与区块链项目核心开发和智能合约开发。3、 参与区块链经济模型技术研究与实现。任职条件：1、 本科以上学历，计算机或相关专业毕业。2、 精通C++/ Java/Golang中的一种或多种语言。3、 了解TrustSQL、Hyperledger Fabric、Kubernetes/Docker 。4、 有分布式共识、分布式网络、应用密码学、加密算法、虚拟机技术等学习和使用经验。有分布式系统性能分析及调优经验优先。5、 有区块链解决方案、产品设计和团购商城相关工作经验。6、 有较强的学习能力，无障碍阅读英文技术文档。7、 良好的表达和沟通能力，能够承受一定的工作压力，对工作认真负责、有强烈的责任感和良好的团队合作精神。公司福利:1. 8小时工作到，周未双休；2. 入职当月即购买五险一金；3. 6-10月份享有防暑降温费；4. 优秀团队及优秀员工丰厚的年度奖励；5. 每年度评定有特殊贡献的员工可享有期权激励；6. 高端写字楼、优美舒适的办公环境；7. 依法享有国家规定法定假期，工作满1年即可享受带薪年假；8. 丰富多彩的员工活动、员工生日会、节日大礼包、年度旅游活动；9. 上下班有公司班车接送。 \n"}
{"name": ["区块链运维工程师"], "city": ["上班地址 : 杨浦区隆昌路619号（城市概念）一号楼C区316室"], "company": ["上海科择信息科技有限公司"], "education": ["大专"], "money": ["0.8-1万/月"], "desc": "\n\n  工作职责 1、 负责公司区块链相关产品的部署、监控、调优等。 2、 负责公司区块链平台标准化、自动化等。 3、 保障服务器与数据库安全，检查并消除安全漏洞。 4、 7*24小时的运维支撑。 任职条件 1、 精通Linux系统运维，了解常用服务器软件如：LVS、keepalived、nginx、tomcat、mysql、redis、mongodb的安装、配置与调优。 2、 至少熟练使用Shell、Python等编程语言的一种。 3、.熟悉区块链相关技术运维，熟悉基于IPFS技术的各种程序运维，如：filecoin、filestorm等。4、 能够熟练排查运维过程中出现的服务故障、系统故障、网络故障。 5、了解虚拟化、云计算、分布式计算技术。6、善于将日常运维中发现的问题总结沉淀为运维经验，并应用于运维平台的能力建设中；7、具备良好的客户服务意识，思维缜密，逻辑性强，具有挑战精神和前瞻性，良好的团队协作精神及高度的责任感。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 西二旗"], "company": ["锦师乐伯（北京）管理顾问有限公司"], "education": ["本科"], "money": ["1.2-2.4万/月"], "desc": "\n\n岗位职责：1、根据需求进行软件模块的设计；2、负责编写模块相关的技术文档；3、负责软件模块的编程实现。职位要求：1、数学或者计算机相关专业本科及以上学历；2、1年以上GO语言开发经验或者3年以上C/C++开发经验；3、熟悉数据二叉树、链表、对列等常用的数据结构；4、熟悉对称加密、非对称加密等数据加密算法；5、熟悉网络通讯基本理论。 \n"}
{"name": ["区块链销售经理"], "city": ["上班地址 : 中山北路470弄圣骊创意园5号楼806室"], "company": ["上海固艾软件技术有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n奖金待遇：    10%项目提成        岗位职责：谈项目合作，挖掘合适的区块链项目方上线交易平台。谈技术合作，寻找合适的客户进行交易平台的技术服务合作。负责建立、跟踪、监控合作项目，全程掌握合作方的动向，促进合作的最终达成。跟踪搜索市场与行业信息，寻找合作机会并主动跟进。                        岗位要求：本科及以上学历。具备区块链商务或销售岗位经验具有丰富的区块链项目资源和人脉关系具备优秀的沟通技巧，掌握商务洽谈的规则和礼仪。极强的开拓能力、理解能力、说服能力。 \n"}
{"name": ["区块链测试工程师"], "city": ["上班地址 : 创新中心2期2号楼"], "company": ["成都申帝科技有限公司"], "education": ["本科"], "money": ["0.8-1万/月"], "desc": "\n\n区块链测试&项目管理岗位要求：1、本科及以上学历，5年以上工作经验；2、做事严谨细心，能够对软件的质量做整体把控；3、能对软件的功能点和逻辑有非常深的独立思维能力；4、具备产品经理的角色及思维，同时具备优秀的管理能力，通过软件测试质量控制的过程中也帮助管理项目进展团队成员工作；5、具备一定英文读写能力。项目经历：1. 互联网金融类软件测试2. 区块链项目软件测试测试方式：1. 手动测试2. 自动化测试测试种类：1. 功能测试2. 界面测试3. 性能测试语言能力：英语四级以上，熟练的书写上班地点：1、成都市高新区蜀都中心二期                  2、绵阳市科创区创新中心2期2号楼本岗位为公司内部岗位，非外派，长期稳定，福利健全，有意者请与我联系！ \n"}
{"name": ["新媒体运营（区块链方向）"], "city": ["上班地址 : 华润大厦B座3406室"], "company": ["杭州云鹰视眼网络科技有限公司"], "education": ["大专"], "money": ["5-7千/月"], "desc": "\n\n岗位职责：1、负责新媒体公号内容采集、制作、加工，协助选题制定；2、国内外行业前沿资料搜索、编译、组稿；3、参与专题策划、栏目频道更新等公号内容创新。任职要求：1-对区块链感兴趣、互联网行业有浓厚兴趣；2-2年以上新媒体运营经营经验，熟悉内容或用户运营或社区运营或互联网资讯门户编辑经验；3-有一定观察行业能力和思考总结精神；4-文字功底扎实，具备一定的原创内容生产能力；5-工作意主动性强，执行力高，懂得团队协作；5-会基本PS美工、视频制作英语阅读能力优秀者优先考 \n"}
{"name": ["区块链IT工程师"], "city": ["上班地址 : 金银湖地铁站华尔登酒店二期写字楼16楼1-5号，12号"], "company": ["力迩斯区块链安防科技（武汉）有限公司"], "education": ["大专"], "money": ["2-2.5万/月"], "desc": "\n\n工作职责  调研，协助设计和开发高安全性区块链应用程序，确保在工作中始终履行最优方案维护所有相关代码的正常运行与第三方供应商就需要审查和测试的方案进行沟通协商在代码投入使用前，对所有第三方程式库的代码的应用进行审查。包括代码交付，应用系统的单元测试以及自动化测试等一系列测试内容根据需要，通过实施概念验证和供应商选择活动，找出解决方案。技能具有正规软件开发学历或有效可证实的相关工作经验熟悉工作模式的分散证明，包括区块链等智能合约和共识机制。强大的软件开发背景，了解Java，Python，Node，C++，JavaScript编程语言。具有学习新的编程语言的能力，例如使用Solidity语言为Ethereum编写智能合约。了解公钥加密，JCE，PKCS#1，椭圆曲线加密算法（ECC）等计算机加密体系。服务于基础架构设施建立——敏捷、开发操作、持续交付技能，以安全且可重复的方式部署应用程序。至少熟悉AWS, Google Compute和Microsoft Azure中的一项。熟悉在不同形式下使用最优编程方法，包括编码控制系统和自动化部署。在快速更新换代的技术格局下，对新技术充满热情，能够自觉主动学习新技术。 \n"}
{"name": ["产品经理（区块链方向）"], "city": ["上班地址 : 万荣路1268号云立方A座"], "company": ["链极智能科技（上海）有限公司"], "education": ["本科"], "money": ["1-1.8万/月"], "desc": "\n\n岗位职责：1.负责公司区块链业务有关的产品线,包括移动端、web端的需求分析与产品策划；2. 完成产品相关文档的输出工作，包括PRD、原型图等，并与UI、开发、测试等人员紧密合作，完成产品版本迭代；3. 对已上线产品的运营数据进行监控和分析，并持续改进已上线产品的用户体验；4. 对行业发展趋势进行跟踪，对竞品进行持续的追踪与分析，对公司产品进行完善；5. 能够与运营配合，推进产品的推广工作。任职资格：1. 全日制统招本科以上学历，3年以上产品工作经验, 有从互联网产品需求分析到产品发布全流程的经验，有独立负责产品循环的项目经验；2. 主动性及责任心强，按时高质完成各项工作安排，跟得上版本快速迭代；3. 熟悉掌握互联网产品的需求分析、产品原型设计、交互设计，及产品项目流程，并具有很强的推动力和执行力；4. 对区块链的行业有一定的研究及有浓厚兴趣者优先。5. 有数字货币(比特币，以太坊等)使用经验者优先；6. 有创新意识、责任心、进取心与团队合作精神，对新技术应用感兴趣；7. 具备流程规划能力，有较强的逻辑思维能力、数据分析能力、沟通能力和执行力，有良好的沟通协调能力。 \n"}
{"name": ["区块链游戏产品经理"], "city": ["上班地址 : 深圳文化创意园D馆"], "company": ["尼奥控股集团（深圳）有限公司"], "education": [], "money": ["1.2-2万/月"], "desc": "\n\n1、负责区块链游戏规则、功能、算法数值文档的编写和执行，完成相关的策划案、表格、需求说明；2、负责跨部门协调和沟通，推动UI、开发、测试、运营等人员紧密合作达成产品目标 ；3、负责收集和分析市场同类产品属性，做好竞品分析，提升自身产品竞争力；4、负责产品规划、产品研发、业务流程设计、功能设计、产品优化等工作；5、根据公司整体战略，与客户进行沟通洽淡；制定产品需求计划，进行可行性分析及设计，撰写产品功能需求说明书，负责需求的跟踪和控制。任职资格：1、具备3年以上互联网产品经理经验，竞技类、竞猜游戏类、棋牌，休闲游戏，H5游戏工作经验 ；2、逻辑思维能力强，对竞猜、竞技游戏系统和玩法有较深入理解；3、善于把控玩家心理、了解用户需求，能根据产品状况调整后续产品计划 ；4、有大型互联网公司，区块链游戏产品工作经验 ；5、具有独立负责策划和推进产品项目成功经验者优先。 \n"}
{"name": ["区块链---市场推广"], "city": ["上班地址 : 黄埔公园西路28号301室"], "company": ["广州大湾区数字娱乐科技有限公司"], "education": ["大专"], "money": ["6-8千/月"], "desc": "\n\n岗位职责：1、负责建立市场推广渠道，维掮媒体资源，掌控全渠道用户增长数据，包括自然流量和付费流量。2、策划市场推广活动方案，并负责活动执行、总结、分析。3、对客户拉新、裂变的效果负责。4、协助市场经理组织其他各项市场活动任职资格：1、专科及以上学历，市场营销专业者优先；2、具备2年以上市场推广、渠道拓展工作经验，对区块链有深厚兴趣或区块链行业从业者优先；3、具备敏锐的市场洞察力以及市场分析能力；4、具备较强的业务开拓能力以及公关能力。 \n"}
{"name": ["深圳研究院Go/Golang区块链工程師"], "city": ["上班地址 : 深圳市南山区科兴科学园A2栋805"], "company": ["深圳市元征科技股份有限公司"], "education": ["本科"], "money": ["2.5-3万/月"], "desc": "\n\n1. 负责用go/golang语言编写区块链智能合约，区块链底层算法研究；2. 负责根据产品需求go/golang开发后台管理系统等；3. 负责基于区块链的产品的设计和研发；  4. 进行基于区块链（Blockchain）技术架构设计与开发；   任职资格：1. 三年以上工作经验，go/golang开发经验一年以上，能使用go独立开发和完成项目需求。  2. 熟练掌握GoLang的协程使用方式和原理；  3. 有数据库使用经验，如：mysql，MongoDB等。                4熟悉Linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；  加分项：  1. 了解比特币扩容和分叉；  2. 有Bitcoin或Ethereum相关开发经验；  3. 有创新意识、责任心、进取心与团队合作精神，对新技术应用感兴趣；  4. 熟悉区块链技术，对区块链的行业有一定的研究及有浓厚兴趣者优先。 \n"}
{"name": ["区块链方向软件研发"], "city": ["上班地址 : 南京南瑞集团公司"], "company": ["南瑞集团有限公司"], "education": [], "money": [], "desc": "\n\n岗位职责：1. 负责区块链网络通信.共识算法.智能合约.加密认证等基础技术研究；2.负责分布式能源.现货.辅助服务市场交易相关策略研究；3. 从事区块链后端服务软件研发。4. 从事区块链前端软件研发。任职要求:学历：研究生学历专业：计算机软件或电力系统及其自动化或自动控制相关专业工作经历：3年以及上工作经验,掌握相关仿真软件;2项以上JAVASCRIPT或JAVA项目开发经历;具备电力系统分析控制基础专业知识。职称或职业资格：中级职称。 \n"}
{"name": ["区块链产品经理（兼运营）"], "city": ["上班地址 : 学府路515号智慧谷"], "company": ["杭州世数网络科技有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n1、负责数字资产交换平台以及基于区块链（block chain）技术衍生产品的需求调研、规划、设计工作；  2、与技术团队对接，确保合作的畅通与高效，推进产品上线；  3、对线上产品进行数据分析与挖掘，持续改进，解决用户痛点；  4、结合公司业务和行业发展，有创新意识地挖掘新产品；5、负责公司旗下区块链／数字资产相关产品运营管理工作，制定和实施运营推广方案，推动公司用户量和业务量等各方面数据增长。岗位要求：1、大专及以上学历，计算机、通信相关专业背景优先；2、3年以上互联网产品经理经验，有互联网金融行业产品设计、开发经验的优先考虑；  3、热衷于区块链/数字资产领域，并有较为深入理解，有股票、期货、外汇或其他交易类金融产品设计经验者优先；  4、精通交易支付流程，较强的风险控制能力者优先；  5、具有良好的逻辑思维能力和数据分析经验； 6、有相关行业运营经验的优先考虑； \n"}
{"name": ["区块链产品经理"], "city": ["上班地址 : 788广场"], "company": ["上海翎阳网络科技有限公司"], "education": ["本科"], "money": ["2-3.5万/月"], "desc": "\n\n职位信息1.负责公司区块链业务有关的产品线,包括移动端、web端的需求分析与产品策划；2. 完成产品相关文档的输出工作，包括PRD、原型图等，并与UI、开发、测试等人员紧密合作，完成产品版本迭代；3. 对已上线产品的运营数据进行监控和分析，并持续改进已上线产品的用户体验；4. 对行业发展趋势进行跟踪，对竞品进行持续的追踪与分析，对公司产品进行完善；任职资格：1. 全日制本科，3年左右互联网产品工作经验，区块链行业经历者优先；2. 主动性及责任心强，按时高质完成各项工作安排，跟得上版本快速迭代；3. 熟悉掌握互联网产品的需求分析、产品原型设计、交互设计，及产品项目流程，并具有很强的推动力和执行力；4. 了解区块链行业产品架构，对区块链领域、业态现状还未来发展有自己的理解。 \n"}
{"name": ["区块链原型及合约开发工程师"], "city": ["上班地址 : 常熟"], "company": ["江苏常熟农村商业银行股份有限公司"], "education": ["本科"], "money": [], "desc": "\n\n工作职责:1、负责基于区块链的业务场景原型设计；2、负责区块链智能合约及对接API设计与开发；3、负责区块链业务场景实施过程中具体技术实现的使用和改进等。任职资格:1、1984年1月1日以后出生，全日制普通高等院校本科及以上学历，计算机相关专业；2、具有3年及以上项目经验，了解主流的区块链技术架构，对区块链应用开发和业务场景设计有深入理解；3、熟悉gRPC框架、熟悉Docker及NoSQL数据库技术，有Go语言、CouchDB使用经验者更佳；4、有区块链相关项目经验者优先考虑。 \n"}
{"name": ["区块链游戏CTO"], "city": ["上班地址 : 高科西路889号中建广场A座1001室"], "company": ["THE BLOCKCHAINER TECHNOLOGY PTE.LTD./区块链人科技（新加坡）有限公司"], "education": ["本科"], "money": ["4-5万/月"], "desc": "\n\n1.       开发和运营过区块链游戏。2.       思维具有文化前瞻性。3.       在区块链游戏技术领域拥有广泛人脉资源。4.       网易与腾讯背景更优。工作职责：1.       根据线下场地和文化背景设计区块链游戏逻辑2.       设计线上线下的互动关系3.       招聘和带领开发与运营团队。 \n"}
{"name": ["区块链项目运营经理"], "city": ["上班地址 : 深圳市 南山区  软件产业基地2栋C座"], "company": ["深圳超节点区块链有限公司"], "education": ["大专"], "money": ["4.5-6千/月"], "desc": "\n\n【深圳超节点区块链有限公司  运营岗】公司情况：百合网创始人田范江先生、WBF金融集团创始人赵胜先生担任顾问，专注POS共识机制的区块链项目节点竞选，已经当选项目atom（600万人民币），iost（500万人民币），cmt（300万人民币）。今年还将当选项目dot，wicc，lamb，cova，celer，pai。工作内容：1、区块链项目白皮书解读含共识方式，激励模式，发展线路，关键节点分析；2、社群运营含项目信息传播，社群拉票，社区线上线下活动组织，公众号等工具使用（涉及英文内容）；3、日常工作根据公司安排制定周计划，按计划使用办公软件开展工作，加强自我学习提高；4、行业工作行业内人员沟通交流，行业峰会等活动参与，ppt演讲；专业：金融、数学、计算机、经济、中文、传媒等大专以上，应届或往届毕业生（有过数字货币购买经验优）工作要求：1、国家法定节假日；2、社群管理，下班后需按实际情况管理社区；3、工作地点深圳南山，不提供住宿；待遇：1、有基本工资；2、按实际能力给与岗位工资；3、管理的社群产生收益参与分红。 \n"}
{"name": ["区块链记者"], "city": ["上班地址 : 恒裕商务大厦203室"], "company": ["深圳翰德品牌顾问有限公司"], "education": ["大专"], "money": ["1.2-2万/月"], "desc": "\n\n工作职责：1、深度挖掘并整理区块链、财经等领域专业文章，进行内容编辑或深度快讯撰写；2、与媒体记者、行业专家深度沟通，了解第一手区块链新闻资讯。3、负责快讯内容的生产，挖掘更多原创快讯内容。任职要求：1、大专及以上学历新闻学、金融学优先，3年以上财经媒体、证券类媒体工作经验,；2、具有良好的新闻敏感性，可以抓住全球区块链热点事件，具有区块链知识的优先；3、熟悉文章编辑、原创内容制作建设等业务流程；4、有较强的英语听说读写能力；5、工作有激情，具有良好的职业道德、抗压能力、沟通能力及团队协作能力。 \n"}
{"name": ["区块链开发经理"], "city": ["上班地址 : 东湖开发区珞瑜路456号光谷国际B座"], "company": ["武汉菲旺软件技术有限责任公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n岗位职责：1、参与区块链产品的方案设计与评审，新技术预研，难点攻克。并拟订相关设计方案和研发计划；2、主持需求分析文档和详细设计文档编写，及开发规范的制定工作；3、研究区块链的协议，运行机制和底层实现等；搭建基于区块链的底层架构，能实现公链，侧链，私有链及多种逻辑供应用层调用；4、主持基于公链、侧链、私有链的产品架构设计和核心代码开发；5、在特定的业务场景下，搭建区块链的基础架构（包括后端协议、基础架构、系统服务、共识机制和算法及其相关客户端），开发和完善基于区块链的服务产品；6、完成基于Ethereum、Hyperledger、chain33、Storj、Ulord、Burst等主流平台的智能合约及数字货币的开发，和数字交易平台技术对接；7、负责区块链代码的维护升级职位要求：1、本科以上学历，计算机软件等相关专业，五年以上软件开发经验，两年以上区块链相关开发经验2、深刻了解区块链底层技术原理，熟悉p2p网络和分布式存储，熟悉主流的共识机制，对以太坊系统或者其他区块链项目拥有清晰的认识，对区块链行业发展拥有独到的见解；3、精通java、C/C++ ，熟练掌握Java，C++，Go，Node.js, Python等主流区块链系统开发语言至少两种。熟悉分布式事务，熟悉面向对象技术,设计模式；4、理解各类主流的共识算法，包括不限于PoW、PoS、DPoS、PBFT、Paxos、Raft等；5、熟悉Ethereum、Hyperledger、chain33、Storj、Ulord、Burst等区块链项目之一的底层技术原理，有相关项目开发 6、有加密货币或区块链技术实际实施经验的优先； \n"}
{"name": ["区块链开发工程师  （2人）"], "city": ["上班地址 : 海淀区杏石口甲18号航天信息园"], "company": ["航天信息股份有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n职位描述：1. 区块链前沿技术的研究2. 区块链产品设计与开发3. 区块链相关项目策划申请4. 区块链研究方向论证等 \n"}
{"name": ["区块链编辑"], "city": ["上班地址 : 朝阳区惠河南街1102号国粹苑A座2027室"], "company": ["北京正诺文化传播有限公司"], "education": ["大专"], "money": ["8-10万/年"], "desc": "\n\n岗位职责：1、 负责区块链的策划运行和整个活动方案的统稿、润色、排版、校对等工作；2、 运营平台的微信公众号、官网等，编写品宣文案、推广文案、产品文案等相关工作，策划与提供有可读性、有高度传播性的内容；3、 搜集、整理业务领域的专业文章和时事热点，分析同行业微信内容结构及话题热点，调研目标用户群喜好，在此基础上定位客户需求，增加粉丝数，提高关注度和粉丝的活跃度；4、 负责社群内容发布、话题引导、用户答疑，通过有效的运营手段提高社群活跃度，推动用户互动，营造良好的社群氛围；5、 根据公司的定位及发展方向，为公司的项目和产品提供有深度、有价值的内容输出。任职要求：1、 大专及以上学历 ，考虑应届毕业生，计算机相关专业；2、 能够独立完成文案编写任务，文字功底深厚，思维敏捷；3、有强烈的团队精神和出色的沟通能力；4、 学习力强，工作严谨，计划性强，善于分析思考问题，高度的责任感与客户服务意识； \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 福建省福州市铜盘路软件园F区5号楼4楼"], "company": ["福建星网锐捷通讯股份有限公司"], "education": [], "money": ["1-2万/月"], "desc": "\n\n1、从事区块链方向的设计和研发工作，研究区块链的协议，运行机制和底层实现等；2、开发基于EOS3.0的金融平台和基础框架；3、搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出；4、组织制定和实施技术决策和技术方案，组织架构设计与升级优化；5、指导项目团队成员的日常开发工作，解决开发中的技术问题。任职要求：1、软件工程或计算机相关专业本科及以上，3年以上开发工作经验；2、精通linux,有区块链项目的开发经验；3、熟悉c++/python/java中的两种以上，熟悉solidity更佳；4、熟练掌握以太坊/比特币/区块链的原理、机制和相关加密算法者优先； 5、熟悉各种数据结构和算法，对密码学，安全协议和加密算法有研究；6、良好的团队协作精神和执行力，较强的分析问题和解决问题能力。 \n"}
{"name": ["区块链技术经理"], "city": ["上班地址 : 北京市朝阳区亮马桥路50号燕莎中心写字楼S125&C303"], "company": ["北京鑫根投资管理有限公司"], "education": [], "money": ["3.6-4万/月"], "desc": "\n\r\n\t\t\t岗位职责：\r\n1）深入理解业务，参与需求分析，提供基于区块链（Blockchain）技术架构设计方案；\r\n2）跟踪，研究区块链的技术和发展趋势\r\n3）参与主导整体系统核心架构设计，包括数据模型、核心业务流程、各领域服务等方面的设计；\r\n4）负责系统核心部分代码编写，持续发现和解决存在的性能瓶颈等技术难题；\r\n5）对团队内其他同事工作进行指导和培训；\r\n6）与客户，合作伙伴进行在业务，技术等多方面的沟通\r\n7）根据产品需求及总体设计，编写系统模块的详细设计文档；\r\n任职要求：\r\n1）全日制本科及以上学历，计算机、信息管理相关专业；\r\n2）金融，互联网或公司5年以上研发经验，有大型项目开发经验者优先考虑；\r\n3）掌握HyperLedger Fabric, Chain, 以太坊等的区块链相关机制与原理；\r\n4）理解各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft；\r\n5）熟练掌握GoLang开发语言，参与各个区块链开发社区并贡献源码者优先；\r\n6）熟练掌握主流编程语言如Java, Node.js, Python, Ruby;\r\n7）深入了解PKI安全机制\r\n8）了解一些主流NoSQL数据库的原理与使用\r\n9）了解HTTP/2协议，理解gRPC框架。\r\n10）有很好的沟通能力，较强的工作英语的听说写能力。\t\t\t\n"}
{"name": ["区块链项目招合伙人"], "city": ["上班地址 : 中山大道中羽泰广场"], "company": ["广州尚易网络科技有限公司"], "education": [], "money": ["10万以上/月"], "desc": "\n\n在广州这个国际大都市里面，重来都不缺乏机会，如果你还没有赚到年薪30万，要不然就是你没有跟到好的师傅，学到真正的本领，要不然就是你的平台不能支撑你的发展。●年薪10万，你只需要努力工作就行了。●年薪20万-30万，你就需要有抉择和规划的能力。●年薪50万-60万，你需要聚人的能力,把一帮人才聚集在一起的能力。●年薪80万-100万，那你就要选择一个真正能够大发展的平台了。因为有的平台老板都赚不了100万，你在这里打工怎么可能赚100万呢?为什么要选择我们团队？1、一流的团队。要想建立成功的事业必先打造成功的团队。我们的团队是一个召之即来，来之能战，战之必胜的团队。如果你天天和一帮成功的人在一起，你也能成为成功的人。2、一流的培训。你要想赚大钱，首先就要让自己值钱。成功人和普通人之间最大的差别就是想法的差别，如果你的想法的和成功人一样，做的事情跟成功人一样，那么你就能过上成功人的生活，在我们这里有机会让你能够“交高人，见世面，也许还能够遇贵人”，助你的职业生涯步步攀升。3、 超一流的平台。金融行业是创造了无数奇迹的行业。我们这个平台是聚集了几十甚至上百家公司一起做大做强。听课的人少则几千人，多着上万甚至几万人。 \n"}
{"name": ["区块链市场经理"], "city": ["上班地址 : 广州市天河区珠江新城华夏路28号富力盈信大厦3511室"], "company": ["广州市穗金所互联网金融信息服务有限公司"], "education": [], "money": ["0.8-1万/月"], "desc": "\n\n【岗位职责】1、负责与各大区块链财经媒体、社群、联盟的日常线上推广、资源互换合作；2、负责产品基于社群生态的growth方案，通过策划一系列活动实现深度运营和用户裂变；3、负责搭建和管理用户海外社群(包括但不限于telegram，facebook，twitter等)4、负责在外部各大峰会/论坛/沙龙路演计划的执行、沟通、公关、新闻稿的撰写等工作；【任职要求】1、拥有丰富的链圈、币圈媒体资源，具有不低于1年的区块链领域的从业经验；2、精通移动端推广；3、具备较强的方案策划撰写能力；4、个性开朗，责任感极强；5、英语达到CET4或以上； \n"}
{"name": [], "city": [], "company": [], "education": [], "money": [], "desc": null}
{"name": ["区块链研发工程师"], "city": ["上班地址 : 前进大街488号湖畔诚品9栋8楼"], "company": ["北京波尔通信技术股份有限公司"], "education": [], "money": ["1-1.5万/月"], "desc": "\n\n1．负责独立完成软件系统的设计，编制相关文档；2. 负责选用高效实用的方法进行模块功能的编程工作并能解决研发过程中遇到的技术问题；3. 负责基于区块链产品的设计和研发工作,研究区块链的协议,运行机制和底层实现等；4. 搭建基于区块链的底层架构,能实现公链、侧链、私有链及多种逻辑,供应用层调度使用；5. 完成领导交办的其他工作。任职要求:1.本科及以上学历,计算机相关专业,五年以上工作经验；2.了解以太坊和Hyperledger等区块链相关机制与原理;3.了解智能合约,有区块链相关项目经验优先； 4. 有强烈的上进心和求知欲,善于学习和运用新知识,有良好的团队意识。 \n"}
{"name": ["区块链研发工程师"], "city": ["上班地址 : 北京市海淀区北清路68号用友产业园北区16号楼D座4层（地铁16号线永丰站）"], "company": ["北京迪曼森科技有限公司"], "education": ["本科"], "money": ["2-4万/月"], "desc": "\n\n岗位职责：1、参与公司区块链技术的研究，承担区块链代码的开发；2、参与拟定区块链技术与现有技术结合的方案；3、负责区块链应用系统的设计、开发、集成等工作，可独立完成相关工作。任职资格1. 有后端平台服务或者中间件的开发经验，有一定的架构经验优先；2. 熟练使用Go或Java语言，能熟练运用Spring框架及其组件，包括Spring Boot、Spring MVC等优先；3. 熟悉Hyperledger fabric、Ethereum、Bitcoin等一种主流区块链技术框架和技术实现，有区块链商用项目的实际开发经验优先；4. 熟悉常见的密码技术和应用，了解数据安全、隐私保护的常见方案和手段，有实际的开发经验优先；5. 熟悉Linux平台的系统编程和常用命令，掌握Docker容器基本应用和命令；6. 较强的团队沟通和协作能力，较强的工程化思维，较强的自我驱动能力。 \n"}
{"name": ["区块链研发工程师"], "city": ["上班地址 : 南京市江北新区江淼路88号腾飞大厦B座23楼"], "company": ["江苏通付盾科技有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n1、参与基于区块链(blockchain)相关产品的设计和研发；2、研究区块链的协议，运行机制和底层实现等；3、研发区块链基础设施的关键技术，定制和维护区块链测试和运维平台；4、能够根据开发计划，完成相应模块的设计、开发任务。任职要求:1、硕士以上学历，计算机科学、电子信息、软件工程等相关专业，对新的技术有一定的敏感性；2、至少精通JAVA，C++或者GO中的一种或几种语言，具备良好学习能力；3、熟悉Linux操作系统，了解Ethereum、Bitcoin、Hyperledger等相关开源项目和区块链技术，熟悉主流共识机制实现原理；4、思维开放，不拘泥已有经验，以解决问题为工作导向。5、个性特质：性格开朗，为人真诚，善于倾听。 \n"}
{"name": ["区块链研发工程师"], "city": ["上班地址 : 南湖大道53号洪山科技企业孵化器4002"], "company": ["武汉头等舱科技股份有限公司"], "education": ["本科"], "money": ["0.8-1万/月"], "desc": "\n\n岗位职责：1、负责区块链产品的设计和研发工作;；2、开发并实现区块链协议、加密技术、共识算法；3、负责基于区块链的供应链、物流行业等产品的设计和研发；4、搭建基于区块链的底层架构，能实现联盟链、私有链及多种逻辑；5、负责区块链相关应用的维护支持与升级优化；任职要求：1、计算机相关专业本科及以上学历，至少2年及以上开发经验；2、熟悉Linux，精通NodeJS或Go Lang，熟悉Solidity更佳，并拥有块链项目开发经验；3、对操作系统，编译原理，网络原理，加密算法等底层技术有相当的兴趣及研究；4、熟悉分布式系统架构和分布式存储相关原理；5、对区块链、以太坊、超级账本等技术有一定了解和热情；6、熟悉国内外区块链项目；7、良好的团队协作精神和执行力，较强的分析问题和解决问题能力。 \n"}
{"name": ["区块链方向+资深文案策划"], "city": ["上班地址 : 宝安大道宗泰文创园"], "company": ["深圳市泰雅通科技有限公司"], "education": [], "money": ["1-1.5万/月"], "desc": "\n\n1.负责公司品牌文案、广告文案、区块链产品文案及各类宣传材料所需文案的创意及撰写工作；2.负责公司所有活动项目设计的公文、书信、口号等文字内容撰写。3.撰写与区块链有关的有网感的内容，策划与提供优质、有高度传播性的内容，提高影响力，引导用户共鸣，具有舆论造势、热点炒作和媒体公关的能力。满足以下三点其中1点优先1.具有区块链或计算机技术相关的专业知识；2.单篇文章阅读量10万+3.脑洞大、思维发散度宽，适用各种文体的商业应用写作；面试时间:周一至周,9点-17点之前(最近招聘高峰期，简历不能及时处理，请主动电话咨询面试相关安排)联系电话:18927495403 章主管 \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 微软科通大厦23B"], "company": ["深圳欧德蒙科技有限公司"], "education": [], "money": ["2-4万/月"], "desc": "\n\n岗位职责：1. 参与研究分析以太坊、EOS、NEO及智能合约等底层协议和运行机制等；2. 从事公链的设计和研发工作，研究、制定和实现区块链的协议、激励机制、加密技术、共识算法和底层实现等；3. 参与搭建区块链架构，使其能灵活对接不同的传输协议、共识机制等；4. 可能参与开发基于区块链（公链、联盟链）的DApp；任职要求：1. 本科及以上学历，计算机、数学类相关专业，3年年以上研发经验；2. 熟悉Go语言及相关工具链，熟悉以太坊、阅读分析过源代码；3. 修改或实现过以太坊公链(go-ethereum)相关项目优先；4. 有良好的团队工作精神，具备突出的学习能?，对代码精益求精。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 塘沽路463号华虹国际大厦11F"], "company": ["上海魔橙网络科技有限公司"], "education": ["本科"], "money": ["0.8-1.2万/月"], "desc": "\n\n岗位描述：1、区块链底层及其智能合约的开发。2、按需求定制化 Dimension 联盟链及其开发相应的 Dapp3、负责公司开源项目的维护及更新职位要求：1、计算机、物理、数学等相关专业,至少具有一年的工程开发经验。2、精通Golang/Java/C/C++中的一种或多种语言，至少掌握一门脚本语言，如Python 等。3、了解一些常见的区块链的算法、如加密算法 SHA2、共识算法 POW、POS、DPOS等。4、有较强的学习能力，能够学习阅读英文技术文档；5、具备良好的表达能力和沟通能力，能够承受一定的工作压力；6、对工作认真负责、有强烈的责任感、并有良好的团队合作精神。有以下任一经验优先：1、有比特币、以太坊或 Eos 等区块链公链源码的研究或开发经验；2、具有自己的技术博客，或可在线展示自己参与的项目优先。3、热爱开源、具有相关的开源项目研究或积极参与开源项目的优先。4、公司扁平管理、技术自由度、成长的空间大、并且具有自由开源的工程师文化，此外还有多名多年互联网技术背景的技术大牛，如果你对上述描述的公司感兴趣,期待你的加入。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 金唐路1号"], "company": ["广东益萃网络科技有限公司"], "education": [], "money": ["2-10万/月"], "desc": "\n\n1、研究研发最前沿的区块链、去中心化相关技术或开源产品。2、根据项目的情况，开发基于Java平台的中心化服务系统，为区块链服务提供支持 任职要求：1. 硕士及以上学历。计算机、经济、金融、财会、投资、数学、统计等相关专业，对区块链技术有一定的认识。2. 一流的Java、C或C++编程功底，5年及以上开发研发经验； 3. 熟悉比特币或以太坊的技术框架；4. 熟悉solidity变成语言，有以太坊智能合约开发经验；5. 能独立完成新技术的学习掌握，并进行相关的组件开发工作，动手能力强。6. 具备良好的团队合作精神和工作规范意识，善于交流、乐于分享。 \n"}
{"name": ["区块链技术总监"], "city": ["上班地址 : 珠江新城花城大道68号环球都会广场4706"], "company": ["中所科技（海南）有限公司广州天河分公司"], "education": ["大专"], "money": ["2.5-3.5万/月"], "desc": "\n\n1. 深入理解业务，参与需求分析，提供基于区块链技术架构设计方案；2. 参与主导系统核心架构设计，包括数据模型、核心业务流程、各领域服务等方面的设计；3. 负责核心算法、架构的设计与论证，负责指导系统核心部分代码编写，发现和解决技术难题；4. 负责部门内部人员，项目和日常管理；5. 根据产品需求及总体设计，编写系统模块的详细设计文档。任职要求：1、本科及以上学历，计算机相关专业；8年以上开发经验，拥有区块链从业经验者，BAT背景者优先，处理过高并发大流量技术；2、精通 GOLANG开发语言；3、熟悉区块链平台产品，如 Bitcoin，Ethereum，Hyperledger 等，深入理解区块链核心技术；4、理解主流共识算法，包括不限于 PoW，PoS，DPoS，PBFT，Paxos，Raft 等；5、熟悉数据结构和算法，对密码学，安全协议和加密算法有研究；6、有分布式，点对点网络协议或应用开发经验优先；7、 有较好团队协作精神和执行力，较强的分析问题和解决问题能力。8、有团队组织与管理能力。9、英语精通. \n"}
{"name": ["区块链文案"], "city": ["上班地址 : 星河world B座20楼2002室"], "company": ["深圳市前海振兴贸易发展有限公司"], "education": ["大专"], "money": ["0.8-1万/月"], "desc": "\n\n岗位职责：1、聚焦区块链、数字货币领域，负责视频节目及新媒体、公众号等栏目专题策划和内容文案；2、负责区块链、数字货币领域的热点消息、行业资讯整合、加工再创作及原创写作；3、负责行业市场研究，分析行业现状、趋势，提供有价值的原创信息；4、助团队完成相关的其他工作任务。任职要求：1、对区块链、数字货币领域有浓厚兴趣；2、懂内容、懂传播，熟悉或者愿意深入了解区块链、数字货币领域；3、能够独立承担内容采集、组稿、写稿、编辑等工作；4、具有对新闻事件的敏感性，有良好的专题策划能力； \n"}
{"name": ["区块链实习生"], "city": ["上班地址 : 北京市海淀区中关村南四街4号中科院软件园区7号楼606"], "company": ["中国科学院软件研究所"], "education": [], "money": ["2-3千/月"], "desc": "\n\n岗位职责1.   负责Dapp智能合约的开发；2.   从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现等；3.   搭建基于区块链的底层架构，能实现公链、侧链、私有链及多种逻辑，供应用层调度使用，直至提供云服务输出；4.   组织制定和实施技术决策和技术方案，组织架构设计与升级优化。 任职资格：1.    熟悉主流公链 (比特币/以太坊/EOS/TRON) 区块链底层技术和相应开发；2.    熟悉共识算法以及算法流程；3.    熟悉HTTP， TCP／IP， UDP 协议；4.    熟悉密码学，安全协议和加密算法；5.    熟悉共识算法或一致性算法者，如PoW、PBFT、PoS、DPos、RPCA、Raft熟悉各种数据结构和算法；6.    精通Go、C++，Python、Java中至少一种；7.    责任心强，良好的沟通能力和团队意识；8.    计算机相关专业本科以上学历。 岗位职责  1、参与基于区块链技术的系统研发  2、参与区块链系统的设计和具体编码工作  任职要求  1、熟悉分布式系统、加密算法等区块链相关的技术  2、熟悉至少一个区块链开源项目，例如Hyperledger、Ethereum等  3、精通Go/Java/C++语言中的至少一种，熟悉Javascript/CSS/HTML等  4、有一年以上区块链相关的开发经验 \n"}
{"name": ["区块链销售专员"], "city": ["上班地址 : 汉溪大道东383号万达广场B3栋33A楼3415"], "company": ["广州淘美品牌策划有限公司"], "education": ["大专"], "money": ["0.8-1万/月"], "desc": "\n\n1、通过seo进行网络软文推广，推广公司产品，搜集新客户的资料并进行沟通，开发新客户（公司组织专门的培训）; 2、通过网络与客户进行有效沟通了解客户需求, 寻找销售机会并完成销售业绩;3、根据SEO的要求，向各行业网站、搜索引擎、B2B、自媒体等渠道传播公司宣传信息;4、完成销售经理分配的销售业绩任务。职位要求：1、18岁-28岁，高中、中专以上学历，男女不限，专业不限，优先接收应届毕业生;2、对销售工作有着强烈的兴趣，熟悉运用电脑及最新的网络聊天工具;3、头脑灵活，善于与人交流，执行力强，成功欲强;4、工作态度积极，有责任心，能承受一定压力;5、具备良好的客户沟通、营销能力，表达能力强，诚恳，务实，具有一定的亲和力;6、具备一定的市场分析及判断能力，良好的客户服务意识;7、有相关工作经验者优先，欢迎行业精英及有志之士加入。福利待遇：1、无责任底薪+高提成+奖金2、广阔的职业提升空间，公平公正公开的晋升机制3、完善的专业入职培训，在职培训4、不定期的公司聚餐，聚会，KTV，户外活动，业余拓展等5、国家法定节假日带薪放假； \n"}
{"name": ["区块链开发工程师 -北京研究院"], "city": [], "company": ["北京研究院"], "education": [], "money": [], "desc": "\n\r\n\t\t\t学历要求 硕士及以上专业要求 软件、计算机、信息工程、电子等相关专业；岗位职责 1.从事区块链产品的设计和研发工作，研究区块链的共识算法，运行机制和底层实现，并进行必要的调优；2.搭建开发区块链平台和基础框架，研究区块链底层加密算法并实现；3.开发区块链BaaS及存证等平台，进行技术攻坚，解决项目中的复杂的问题和技术难题。应聘资格要求 1.掌握区块链原理，熟悉至少一个区块链开源项目，例如Hyperledger Fabric、Ethereum等；2.熟悉linux操作系统，理解各类主流的共识算法，包括不限于PoW、PoS、DPoS等；3.熟悉Go,Java/Python等编程语言，熟练使用SQL，有良好的编码习惯；4.有区块链底层链或BaaS平台开发经验者优先。\t\t\t\n"}
{"name": ["区块链研究员(000650)"], "city": [], "company": ["信息安全实验室"], "education": [], "money": [], "desc": "\n\r\n\t\t\t工作职责：负责区块链关键技术研究及应用密码机制的产品研发，包括但不限于： 1、研究区块链与物联网典型应用场景的解决方案 2、研究区块链关键技术：共识机制、智能合约等编写、部署及运行规则 3、结合具体业务需求进行智能合约的编写 4、研究前沿密码技术在区块链中的潜在应用职位要求： 1) 信息安全/计算机/通信/应用密码/数学等相关专业（方向）硕士及以上学历； 2）具备一定的语言开发能力：熟练的C语言、JAVA语言代码功底 3)具备较强的逻辑思维能力，能够独立思考问题，提出自我见解\t\t\t\n"}
{"name": ["软件开发-区块链方向（深圳）（金蝶研究院）"], "city": [], "company": ["金蝶软件（中国）有限公司"], "education": ["本科"], "money": [], "desc": "\n\n岗位职责： 1、从事区块链产品的技术研发工作，研究区块链的共识机制、分布式网络、智能合约、跨链协议、并发机制、隐私保护等基础技术； 2、独立编码及单元测试，在项目经理指导下参与开发工作； 3、深入分析现有算法，结合企业业务场景的具体需求，提出改进方案或新算法模型的开发计划； 4、参与公司美国研发中心的交流和与世界顶级公司的合作。 任职资格： 1、2019年毕业，计算机、数学、电子或相关学科专业硕士及以上学历； 2、熟悉Go语言体系架构，有Go语言项目开发经验优先； 3、熟悉数据库技术、熟悉分布式系统、熟悉Docker容器技术优先； 4、熟悉区块链原理和最新技术进展，有区块链项目开发经验优先； 5、有良好的沟通表达能力及团队协作意识，较强的分析问题和解决问题能力。工作地点：深圳 \n"}
{"name": ["区块链市场经理"], "city": ["上班地址 : 九江路168号4楼"], "company": ["宁波爱班信息技术有限公司"], "education": [], "money": ["2-2.5万/月"], "desc": "\n\n  1、协助公司管理层制定区块链业务年度发展战略，营销策略和销售目标；  2、负责部门的年度工作计划的制定、战略目标的分解与重点工作的规划与考核；  3、结合公司整体战略，负责公司区块链业务的市场拓展、渠道建立、客户管理，为公司销售业绩指标提供保障，为公司中长期战略目标奠定坚实基础；  4、完成年度销售任务和回款任务，实现公司的战略目标；  5、建立和管理销售队伍，规范销售流程，组织定期召开销售会议，加强过程督导，提高风险控制能力，及时指导销售团队工作，协助完成销售目标。   任职要求：  1、具有市场营销、金融、财经类相关专业，本科及以上学历；  2、有互联网或金融行业背景，5年以上销售和项目管理经验，有虚拟货币运营、区块链社群运营及区块链产品销售工作经验优先；  3、具有丰富的金融专业知识，了解投资理财市场的发展，对该行业有较深入的认识与思考；  4、熟悉区块链及虚拟货币行业规则及竞争对手情况  5、优秀的团队建设经验，团队管理能力强，善于协调营销团队的工作；  6、有敏锐的市场意识、应变能力、领导能力和独立开拓市场的能力，学习能力强；逻辑性强和良好的语言表达能力；  7、有一定高端客户资源，有广泛的区块链及金融人脉资源者；  8、具有强烈的进取心，精力充沛，乐观豁达，富有开拓精神； \n"}
{"name": ["中国平安科技区块链销售模式经理"], "city": ["上班地址 : 天河区体育东路"], "company": ["中国平安人寿保险股份有限公司广州市天河支公司"], "education": ["大专"], "money": ["2.5-3万/月"], "desc": "\n\n职位名称：中国平安科技区块链销售模式经理 职数：3人（一）薪酬福利1、优质老客户资源(有房有车、大额投资理财)，为这些优质客户提供保险、理财、投资的综合金融服务。2、收入：底薪+上不封顶收入：刚入司即可享受上万元的工资，扎实应用好总部和分区培训资源（中国平安被称为中国保险行业的黄埔军校+分区独特的晋升秘笈），坚持实施半年一定晋升主任，高不封顶。3、晋升：响应国家新出台保险“新国十条”政策精神，享受公司支持的优才计划和人力资源策略快速晋升渠道；4.公司提供完善的零基础培训、知识通俗培训、政策解读培训；5、完美人性化的晋升系统；6、提供丰厚的福利保障；7、多奖励渠道轻松提幅薪酬；其他相关福利待遇及各项荣誉奖励：1、海内外高峰会议；2、国内外免费旅游；3、医疗和意外保障，其他福利。（二）主要工作职责：1、在个人住所就近区域内带领团队，为公司固定客户提供保险、投资及理财等服务；2、和团队一起对所负责的区域进行公司品牌维护、公司形象宣传以及市场开发；3、为客户提供个性化的家庭保险、理财及投资方案；4、建立和管理区域团队；5. 优质客户资源让您无忧启动综合金融市场。（三）入职要求：1.大专及以上学历，年龄23-50周岁（50岁以上特别优秀者可放宽政策）；2.有良好的沟通协调能力、学习能力、处理问题能力、严谨认真、勇于拓取；3.身体健康、品行端正、有良好的服务意识、拥有清晰的人生目标；4.抗压能力强，良好的亲和力与团队合作精神；5.从事过管理工作、售后服务工作、商户主、企业主或有保险从业经验者优先考虑；6.广州市户口或在广州市居住1年以上者优先。7.应届毕业生管理学、法学、金融学、保险学优先。 中国平安广东总部欢迎您的加盟，在公司全方位的培训基础上，本部特为您私人订制培训方案和市场推广策略指引，加强实战经验的锻炼及传授快速晋升秘诀，助您在事业上展翅高飞。本人为团队的主要引领人，这18年来一直从事人力资源管理和陌生市场开拓研究，撰写了大量的陌生市场推广策略，在直销和PC\\移动端营销中带领千人部队程序化运作，选择广东总部乐耀团队将助你快速开启综合金融平台的晋升之道！ 面试时间：周一至周日 面试地址：广州市体育东面 试 人：肖老师 名额有限，请立志到广州从事综合金融工作的外地伙伴先微我） \n"}
{"name": ["文案策划-区块链方向"], "city": ["上班地址 : 粤海街道高新南六道航盛科技大厦7F"], "company": ["纳才（深圳）信息科技有限公司"], "education": ["大专"], "money": ["0.8-1.5万/月"], "desc": "\n\n一、职责概要    负责公司对外各类文档、文章、活动等品牌宣传文案的策划工作。 二、工作内容 1、负责公司对外宣传文案的策划； 2、进行公司产品的区块链品牌包装、策划、宣传； 3、负责公司对外推广物料、平面广告的文案创意撰写； 4、负责公司网站、微信等网络公众媒体平台的维护运营； 5、根据运营需要，策划活动方案，并推进活动的执行； 6、完成领导安排的其他工作。能力要求：  三、能力要求 1、 具有2年以上文案策划类工作经验，  2、热爱区块链，对区块链行业有一定了解；3、较强的文案撰写和活动策划能力，良好的语言及文字表达能力。 4、较强的沟通及领悟能力，点子多，脑洞大，擅创意、策划；       5、吃苦耐劳，踏实肯干，高度的工作责任心和学习能力； 6、面试时请带上作品；7、大专及以上学历，有区块链行业经验优先考虑。  \n"}
{"name": ["㊣㊣㊣ 区块链高级开发工程师（公链）"], "city": ["上班地址 : 体育西路111号建和中心21楼"], "company": ["小马股份有限公司"], "education": [], "money": ["0.5-2.5万/月"], "desc": "\n\n负责公司区块链产品的研发；公链，数字货交易所，DAPP，区块链底层区块链是代表未来的技术，观迎极客参与其中，改变世界负责公司区块链产品的研发；公链，数字货交易所，DAPP，区块链底层区块链是代表未来的技术，观迎极客参与其中，改变世界负责公司区块链产品的研发；公链，数字货交易所，DAPP，区块链底层区块链是代表未来的技术，观迎极客参与其中，改变世界区块链技术涉及面比较广，前后端我们都有细分的职位，我们都是需要的，主要后端的开发语言为 golang java 部份组件涉及c++，算法类，密码学，前端主要是php，因此，本职位是一个广泛职位，如你觉得技术上是比较有天分，涉及从事上述技术的知识及能力，不管前后端，都请尽快与我们联系具有以下经验或知识者，更佳(但区块链主要还是传统技术的综合，主要的还是考虑自身的学习能力与天份，技术是一通百通的，有的人一周能进入开发状态，有的人好几个月都理解不清楚，所以以下所述，也仅供参考，因学习能力而异)1. 3年以上go编程经验，要求boost库或熟悉C++11标准以及STL go语言2. 熟悉TCP/IP协议、HTTP协议，了解P2P网络协议优先，了解比特币优先3. 熟悉多线程编程，了解基于POSIX标准的线程模型4. 熟悉GNU工具链或cmake，了解跨平台编译，熟悉gdb等调试工具5. 了解非对称加密算法/OpenSSL，了解分布式一致性算法Paxos/Raft/PBFT优先6. 对Fin-Tech感兴趣，具有较强的快速学习能力，良好的团队合作与分享精神7. 有以下任意领域相关开发经验优先：支付清算领域，密码学领域，分布式领域 ；研究过比特币源码或者了解的比特币的优先考虑。关键词：数字贷币 区块链 比特币 bitcoin 区块链 blockchain 金融 期贷 现贷 股票 投资 交易所 交易平台 钱包 电子支付 第三方支付 p2p网贷 贷款 媒体公关 写作 作家 公众号运营 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 广州市天河区天河路490号壬丰大厦西厅29层2908房"], "company": ["广州市网畅信息技术有限公司"], "education": ["大专"], "money": ["0.6-1.2万/月"], "desc": "\n\n1. 参与使用Solidity（Ethereum），Node.js或Javascript，PHP，HTML，CSS的智能合同的开发，测试，发布，支持和维护活动使用各种技术和工具，提供符合客户需求的战略技术解决方案。我们提供的项目通常具有很高的灵活性；2. 负责结合供应链金融业务场景，基于HyperLedger Fabric技术架构设计与开发包括共识机制、代币、电子资产智能合约标准、数据隐私保护及授权管理、私钥管理、性能调优；3. 搭建开发区块链平台和基础框架，作为云服务输出；4. 参与区块链技术在行业应用中的衔接与落地；5. 从事区块链产品的设计和研发工作，研究区块链的协议，运行机制和底层实现；6. 主要方向：运用区块链/分布式账本、大数据、云计算、人工智能等前沿技术作为基础设施，服务于金融科技和互联网金融、社会征信与政府监管。岗位要求：1. 正规大学全日制本科及以上学历，计算机等相关专业，两年以上工作经历；2. 精通比特币/以太坊/HyperLedger Fabric的区块链相关机制与原理；3. 精通并熟练各类主流的共识算法，包括不限于PoW，PoS，DPoS，PBFT，Paxos，Raft等；4. 熟练掌握c++/python/java/GoLang中的两种以上，熟悉solidity更佳，参与各个区块链开发社区并贡献源码者优先；5. 精通一些主流NoSQL数据库的原理与使用，尤其是KV型数据库，包括不限于LevelDB，RocksDB等；6. 熟悉linux操作系统，熟练掌握Docker容器技术的原理，部署和使用优化；7. 熟悉HTTP/2协议，理解gRPC框架。 \n"}
{"name": ["区块链社群运营"], "city": ["上班地址 : 赞成太和广场"], "company": ["杭州创宇信息技术有限公司"], "education": [], "money": ["0.6-1万/月"], "desc": "\n\n区块链社群运营1、职责区块链社群的日常运营维护。2、与群内粉丝进行交流互动，维持社群的活跃度。3、负责社群的推广，协助社群的发展。4、负责微信朋友圈的运营维护。任职资格1、熟悉或精通比特币、区块链的相关知识，熟悉区块链行业与圈子，擅长寻找发掘行业热点与爆料；2、对目前国内主要的社群运营模式有深入的研究和独到见解；3、具备一定的文字编辑能力，有微信、微博、运营经验的优先，有行业资源与媒体资源者优先；4、具备良好的责任心、沟通协调能力、执行力和团队合作精神。 \n"}
{"name": ["区块链技术经理"], "city": ["上班地址 : 华夏路富力盈通大厦2713"], "company": ["广州幽灵科技有限公司"], "education": ["本科"], "money": ["2-3.5万/月"], "desc": "\n\n1、熟悉市面上流行的各种区块链及应用，比如以太坊、EOS、超级账本等2、熟悉C++或Go语言3、有区块链开发经验4、有主链或连盟链开发经验的优先5、熟悉智能合约开发 \n"}
{"name": ["区块链技术经理"], "city": ["上班地址 : 广州天河区中山大道中1095号昇晖大厦501"], "company": ["广州梦享信息科技有限公司"], "education": [], "money": ["1.2-2万/月"], "desc": "\n\n熟悉区块链相关开发，能独立完成交易平台，区块链游戏的开发等，一年以上区块链相关开发经验，熟悉go语言，熟悉solidity，熟悉php语言，熟悉主流php框架1、良好的独立工作能力，能够承受相应的工作压力；2、熟练PHP开发语言，了解区块链，有相关经验，熟悉面向对象的设计方法,能熟练运用PHP进行网站开发；3、熟悉MySQL数据库应用开发，了解MySQL的数据库配置管理、查询优化和存储优化、缓存等操作技能；4、熟悉HTTP协议及W3C相关互联网规范，熟练掌握CSS、DIV、Javascript、jquery等页面技术；6、熟悉各种接口对接，微信接口，短信，支付接口，开发接口；7、CRM客户关系管理系统开发经验者优先；电子商务系统(购物商城)开发经验者优先；8、具有良好的编码规范、良好的沟通、理解及团队协助能力，责任心强。岗位要求：1.有处理过大型的平台高并发情况2.对手机网站，app，公众平台，电脑网站4网合一开发经验3.自带商城开发代码的更佳4.有分销，直销开发经验优先5.有团队管理经验，组建过技术团队优先 \n"}
{"name": ["区块链高级研发工程师"], "city": ["上班地址 : 科园路1001号深圳湾创投大厦39楼"], "company": ["深圳信富金安科技有限公司"], "education": ["本科"], "money": ["2-4万/月"], "desc": "\n\n岗位职责 1）分布式网络和一致性/共识算法的技术研发；2）参与跨链协议的设计研发；3）参与区块链体系的架构设计和优化.4）与应用端工程师协作，设计开发应用端交互协议；任职要求： 1）深刻理解区块链的意义，对区块链相关技术充满热情；2）计算机、数学，密码学，物理学，通信等理工类专业，本科以上学历； 3）熟悉分布式一致性算法和常见共识算法，如PoW，PoS，Paxos，Kafka以及PBFT算法等；4）熟悉密码学常用算法，如RSA，ECC，Hash算法等，并了解其原理；5）精通 C++/Golang/Java 任意一种编程语言； 6）熟悉石墨烯、DAG、Hyperledger、ETH、BTC中至少两个主流区块链的底层技术；7）具备良好的沟通表达能力和快速学习能力. \n"}
{"name": ["全栈工程师（区块链院）"], "city": ["上班地址 : 浙江省嘉兴市南湖区"], "company": ["浙江清华长三角研究院"], "education": [], "money": ["1-2万/月"], "desc": "\n\n工作职责： 1、主要负责PC/移动网站前、后端的开发与维护，根据产品需求完成页面与后台的设计；2、进行前后端代码的单元测试、程序的调试、接口调试及维护等；3、能按照项目计划，按时提交高质量的代码，完成开发任务；4、前、后端开发技术方面的评估以及可行性方面的分析和探索；5、完成领导交给的其他工作。 职位要求： 1、本科及以上学历，计算机专业优先，有扎实的计算机功底；2、3年以上的前端开发经验，2年以上的后台开发经验，精通HTML5、css3及移动端的web前端开发，有扎实的JS功底，熟悉ES6；掌握后台nodejs、或java、或php等技术3、熟练运用webpack、Seajs、Backbone、Angularjs、Bootstrap、React等前端框架或开发规范，以及常见的MVC等后台技术。4、有区块链、视频项目开发经验的优先；5、工作细心，认真，有条理，具有较强的沟通能力和团队合作精神；6、关注前端技术，通过新技术提升产品的用户体验，并驱动产品的演进邮件请回复：hector@cloudbaytech.com，合者约谈。 \n"}
{"name": ["区块链高级开发工程师"], "city": ["上班地址 : 成都市"], "company": ["好街坊（上海）互联网科技有限公司"], "education": [], "money": ["1.5-2万/月"], "desc": "\n\r\n\t\t\t1）负责区块链相关产品的研发，包括底层协议，共识算法，加密算法，上层应用等。2）参与方案设计与评审，新技术预研，难点攻克。3）维护和升级现有软件产品和系统，出现问题时，可以快速定位并修复相关缺陷。针对性能瓶颈或架构缺陷，提出切实有效的解决方案，对系统持续改进，不断创新。4）参与需求分析文档和详细设计文档编写，参与开发规范的制定工作。5）持续提高自身技术能力，跟进行业关键技术发展。任职资格：1）硕士以上学历，计算机，软件工程，数学或信息技术相关专业，具备较强的钻研能力，对新的技术有一定的敏感性，能自学最新的技术并提出自己的思考，发表过优秀论文者优先。2）精通一门语言，JAVA、C++或者GO均可，具备良好学习能力，能在短期内熟练掌握新的语言。3）对操作系统，编译原理，网络原理，加密算法等底层技术有相当的兴趣及研究。4）熟悉区块链的原理，熟悉开源项目，HyperLedgerfabric、Ethereum、bitcoin、Corda；对区块链有浓厚兴趣，有区块链研发经验者优先。5）有开源软件开发经验者优先，有大型系统架构设计经验者优先。6）有良好的沟通协调能力和应变能力。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 虹桥镇紫秀路100号，虹桥总部1号，1号楼2楼"], "company": ["上海天地汇供应链管理有限公司"], "education": ["本科"], "money": ["1.5-3万/月"], "desc": "\n\n工作职责：1、负责容器云平台的开发与维护工作；2、开发基于ibm hyperledger的区块链产品；任职要求：1、熟悉Go/shell/python中的一种语言;2、熟悉基于Kubernetes的微服务、大数据存储和计算服务的部署和运维;3、具有良好的沟通能力、团队合作精神，良好的抗压能力,优秀的学习能力，认真负责、具有高度责任感；4、加分项：了解区块链底层技术以及框架； \n"}
{"name": ["区块链工程师"], "city": ["上班地址 : 天府大道中段199号棕榈泉国际金融中心18楼（地铁1号线世纪城站）"], "company": ["成都鼎元泰富资产管理中心（有限合伙）"], "education": [], "money": ["1-2.5万/月"], "desc": "\n\n（一）岗位职责1、负责Blockchain底层相关模块的设计和开发。2、基于区块链的底层架构，能实现公链、联盟链及多币种逻辑，供应用层调度使用。3、负责交易所平台中数字货币钱包技术架构和功能开发，支持包括BTC，以太坊ERC20代币在内的各类型主流数字资产的安全存储和转账等功能。4、编写相关技术文档，负责钱包各类接口开发，部署运维和优化。（二）岗位职责1、大专以上学历，计算机、金融相关专业。2、3年以上互联网产品开发经验。3、熟练掌握java，Python ，C++，GO等一种及以上开发语言。4、了解分布式存储，共识机制，安全及密码学相关技术原理，熟悉区块链底层技术架构，能实现公链/私链数字资产的跨链转移。5、熟悉验证授权机制，多重防火墙机制等各类安全机制者优先。6、有数字货币钱包开发及使用经验者优先。7、能够实现主流数字货币基于私钥明文离线签名优先。（三）福利待遇1、薪酬：10K-25K+年终奖金；2、休假：周一至周五，法定节假日休息；3、培训：公司提供入职、在岗和晋升培训，全方位带领员工快速掌握工作要领；4、公司不定期提供在职成长性的各项培训、团队活动、团队旅游和拓展活动，生日福利；5、办公环境舒适，地铁沿线，交通便捷。（四）应聘注意事项公司对简历进行甄选后，将以短信联系的方式通知具体面试时间，为了节约大家的时间和精力，请不要盲目、随意派发自己的简历。工作地址：成都高新区天府大道中段199号棕榈泉国际金融中心18楼（地铁1号线世纪城站）联系方式： 028-67873135（转：802#） \n"}
{"name": ["区块链文案"], "city": ["上班地址 : 中执时代广场B座 16D"], "company": ["深圳市火链文化传播有限公司"], "education": ["大专"], "money": ["1-1.5万/月"], "desc": "\n\n①根据公司整体目标计划，开展日常营销策划工作和日常文案内容编撰。②负责公司介绍文案的创作、广告宣传、促销活动等编辑和撰写。③根据公司的需求和近期营销热点进行创新专题策划。④负责公司媒体公关通稿、营销创意类文案等的内容策划、素材采集、创意撰写、美化表现、更新维护以及内容互动和传播推广。任职要求：1.本科以上，3年以上经验，汉语言文学、市场营销、传播学等相关专业；2.具有优秀的文案创意、写作能力，具有很强的概念力、逻辑力和文字呈现力；3.具有区块链项目运营经验4.责任心强、工作认真、执行能力强，团队合作意识强。 \n"}
{"name": ["区块链项目运营经理"], "city": ["上班地址 : 娄山关路533号金虹桥国际中心2座1101室"], "company": ["数字坊（北京）信息科技有限公司"], "education": ["本科"], "money": ["1-2万/月"], "desc": "\n\n工作内容：1、负责游戏项目的整体产品运营工作，包括从前期立项到后期上线的全方位管理；2、跟踪运营数据，制定产品运营策略、组织和监督运营实施；3、针对中国市场用户的需求制定产品本地化运营方案，并与开发商沟通市场发行策略；4、收集用户反馈，分析用户行为和消费习惯，实施针对性的线上线下活动；5、负责项目团队的管理和协调工作。职位要求：1、本科及以上学历，至少5年以上游戏行业运营经验；2、3年以上运营管理工作经验，有海外代理游戏运营经验者优先；3、有一定的英语基础，大学英语6级以上优先；4、熟悉国内外区块链市场，并且有自己深刻的理解和认识；5、沟通协调能力佳，有较强的责任心，能承担压力。 \n"}
{"name": ["区块链开发工程师"], "city": ["上班地址 : 西乡大道230号艺峦2座4楼"], "company": ["深圳市艾特科技互联网发展有限公司"], "education": ["大专"], "money": ["1.5-3万/月"], "desc": "\n\n工作职责：1、负责开发BTC/ETH等众多区块链钱包特性与功能；2、负责数字货币/资产交易平台中的钱包功能的搭建/使用与优化；3、对于研发进度和项目质量负责，并确保文档的完整性；任职资格：1、大专及以上学历，计算机或金融相关专业；2、3年以上工作经验，对区块链有极大的兴趣和热情；3、至少掌握以下语言中的两种：Go/Java/Python/node-js；4、熟悉linux系统（必须），熟悉密码学、网络编程、算法设计者优先；5、了解区块链技术，有任意数字货币平台开发经验优先；6、具备良好的沟通表达能力，敢于承担责任，能够尽快融入团队和开发工作中； \n"}
{"name": ["商务部总监（区块链事业部）"], "city": ["上班地址 : 深圳市福田区滨河大道5022号联合广场A座40楼4009"], "company": ["深圳文化产权交易所战略拓展事业部"], "education": ["大专"], "money": ["1-1.8万/月"], "desc": "\n\n1、日常项目梳理跟进，明确项目进展，推动项目阶段性落地；                     2、老客户跟踪、客户信用管理等相关事务；                                 3、参与和协助与合作方的商务谈判、合同及协议的起草；             4、搜集行业和市场信息并进行分析整理；                                         5、协助商务活动安排，无需外勤、应酬。要求：1、30岁以上，有商务、客服管理等2年相关工作经验；              2、专科及以上学历，经济学、工商管理类专业优先；              3、须具备较强的业务执行能力及谈判能力；                          4、性格开朗，拥有良好的亲和力及沟通协调能力；                  5、具有优秀的综合分析能力及观察发现意识；                      6、熟悉office常用办公软件的使用等。 \n"}
{"name": ["区块链农业应用专家"], "city": ["上班地址 : 广东省农业机械研究所"], "company": ["广州市健坤网络科技发展有限公司"], "education": ["本科"], "money": ["0.8-1万/月"], "desc": "\n\n根据市场、公司、用户的需求提供解决方案,撰写相关需求文档；参与区块链技术在行业应用中的构思、衔接与落地，对区块链+农业有独到见解；有丰富的洞察力，可以将数据发现结合用户反馈转化为实质的产品改进计划；方向：运用区块链/分布式账本、大数据、云计算、人工智能等前沿技术作为基础设施，服务于农业。 任职要求 高度了解对区块链，并对区块链产品有深度的研究以及自己的看法思维敏捷，能够及时洞察用户和市场的需求热爱高科技产品，并喜欢研究熟悉大数据分析的工具和方法 \n"}
{"name": ["区块链销售"], "city": ["上班地址 : 桂城街道石龙南路1号嘉邦国金中心二座1608单元"], "company": ["广东云珑电商服务有限公司"], "education": ["中专"], "money": ["3-6千/月"], "desc": "\n\n岗位职责：1、负责区块链方向产品销售；2、为公司客户提供区块链相关的指导和建议，从而带动区块链的产品销售，达成销售目标；3、熟练掌握区块链产品专业知识和使用技巧，达成目标和绩效；3、客户关系管理；4、积极开发新客户，发展长期客户，挖掘及激发客户发展需求，扩充业绩；5、负责进行项目跟进，签订销售合同并回款，完成年度、季度、月度销售任务指标；6、收集行业用户需求和竞争信息；7、公司规定的其他执行类事项。任职资格：1、中专及以上学历，金融、计算机、互联网、市场营销相关专业优先考虑；2、1年以上企业及市场的销售工作经历，在金融、运营商和互联网+等领域有客户资源和合作伙伴积累的优先考虑；3、有成功的项目运作经验，能够独立拓展市场；4、勤奋、敬业、责任心强，能适应间隙性出差；5、擅长人际交流，亲和力强，沟通能力好；6、具有良好的谈判能力、应变能力、抗压能力、团队合作能力；7、了解区块链解决方案和服务的优先；8、曾任职知名外企的销售管理岗位，或具有同等经验或背景的优先考虑。福利待遇：1、工作满一年有工龄工资补助或加薪晋升级别；2、提供业内极具竞争力薪资；3、按照国家规定，为员工缴纳五险一金；4、享受国家法定节假日；5、享受带薪年假；6、享受节日慰问礼品；7、每月团队活动；8、每年旅游活动；9、良好的工作环境和团队氛围；10、餐费补助；11、工作时间：5.5天工作制，周一至周六上午，9:00-12:00,13:30-18:00，周六下午、周日休息，法定节假日 \n"}
{"name": ["前端工程师(区块链相关)"], "city": ["上班地址 : 大柏树创意园曲阳路930号C座301室"], "company": ["上海趣味网络科技有限公司"], "education": ["大专"], "money": ["1.5-2万/月"], "desc": "\n\n工作内容：1. 负责平台前端系统的架构设计、开发、性能调优与体验优化2. 指导初级前端开发工程师完成开发工作任职要求：1. 本科或以上学历，计算机相关专业，5年以上工作经验；2. 掌握前端调试、性能优化、工程化开发等相关技术；3. 精通 HTML5/CSS3 ，熟练掌握 Webpack/Git 的使用；4. 精通 ES6/ES2016/ES2017 等最新JavaScript语言规范，精通函数式编程，并且具有良好的编程风格；5. 熟悉 React/Vue/Angular 等主流框架，有实际项目经验；6. 学习能力强，乐于分享，具有优秀的自我驱动能力，沟通协调能力和责任心； \n"}
{"name": ["区块链后端工程师（人工智能团队）"], "city": ["上班地址 : 道元路18号"], "company": ["北京航空航天大学苏州创新研究院"], "education": [], "money": ["1-2万/月"], "desc": "\n\n岗位职责：1、按照整体框架和基础协议，编写区块链底层核心模块及相关代码；2、负责Linux/Windows平台GO语言模块的设计和开发。任职要求：1、熟悉开源区块链技术架构；2、有C++、C#、Go、Python等语言的后端开发经验，能对现有区块链开源架构进行二次开发；3、熟悉Linux C++、github、Shell编程；4、熟悉密码学、信息安全、数据库技术和分布式技术优先。 \n"}
{"name": ["销售专员（无责底薪+高提成5k+）"], "city": ["上班地址 : 凤城十二路与文景路交汇处富尔顿国际财富中心A座7楼"], "company": ["杨凌民基区块链农业科技有限公司西安分公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n职位描述： 1、负责区域内社区团购合伙人的开发及协议签订； 2、负责协助社区合伙人完成社群搭建，社区地推工作，保持良好的合作关系； 3、负责社区合伙人的培训及管理工作； 4、配合采购及社区门店做好协同工作； 5、配合运维和社区合伙人做好客户的售后服务工作；   任职要求： 1、身体健康，热爱销售工作，有强烈的成就欲望； 2、喜欢挑战、具备一定的抗压能力，能适应加班的工作节奏； 3、1年及以上销售工作经验；  \n"}
{"name": ["量化交易员"], "city": ["上班地址 : 赛西大厦2001"], "company": ["中果区块链科技（深圳）有限公司"], "education": ["大专"], "money": ["6-8千/月"], "desc": "\n\n岗位职责：1、结合金融知识及数字货币知识，开发针对数字货币的量化交易策略；2、对策略进行回测、分析、参数优化并根据提供的交易接口接入实盘；3、负责交易数据的研究和分析及风险指标监控； 4、 建立、跟踪、维护相关数据库及策略监测、回测系统，并根据运行情况持续改进。任职要求：1、外汇、期货交易工作经验1-2年；2、有数字货币操作工作经验者优先；3、具备量化交易工作经验优先。 \n"}
{"name": ["客服专员"], "city": ["上班地址 : 深圳市宝安区西乡街道银田宗泰文创产业园B11栋602"], "company": ["国创元禾区块链有限公司"], "education": [], "money": ["4.5-6千/月"], "desc": "\n\n岗位职责：1、学习产品知识及商业模式，确保能准确、及时应对客户之问题；2、相关市场通知、公司政策的线上发布及客户反馈的提报；3、按公司授权对会员群进行管理，发现异常情况及时报告；4、产品售后客户反馈的记录、整理并及时报告，以便公司快速处理；5、协助接待好客户，树立良好的公司形象。任职要求：1、年龄22岁以上，中专以上学历，专业不限，有一定的区块链行业同岗经验；2、形象气质佳，声音甜美，待人有礼貌；3、头脑灵活、善于沟通，勤奋敬业；4、熟练操作办公软件。 \n"}
{"name": ["客服"], "city": ["上班地址 : 广州市番禺区钟村街三号、七号线地铁汉溪长隆站G出口奥园城市天地5区5栋2022（毛家湾对面）"], "company": ["广州微五区块链技术有限公司"], "education": [], "money": ["4.5-6千/月"], "desc": "\n\n岗位职责1、负责客户的售后跟进服务2、市场人员和客户的沟通桥梁3、解答客户的问题4、电话或社交软件和客户互动岗位要求1、形象气质佳优先2、较好的沟通能力3、应变能力强4、口头、文字表达能力好5、年龄18-25岁 \n"}
{"name": ["新媒体运营经理"], "city": ["上班地址 : 清布大道9号优港创意空间426（地铁9号线D出口200米处）"], "company": ["广州牧牛区块链科技有限公司"], "education": ["大专"], "money": ["0.8-1万/月"], "desc": "\n\n1、负责公众号、官网、微博的更新和打理。2、结合行业动态和实时信息制定吸引眼球的素材。3、配合销售部结合公司产品的效果每天实时提供素材给销售使用。4、打造富有创意和吸引力的朋友圈信息供给销售和代理复制。任职要求：1、三年以上新媒体推广经验，熟悉各类网络推广及运营。2、有视频和图片设计能力，有文底功底。3、富有创新思维，有朋友圈运营经验优先。4、了解区块链和数字货币投资者优先。能力优秀者，待遇可面议 \n"}
{"name": ["销售代表"], "city": ["上班地址 : 上塘商业大厦607"], "company": ["创富区块链技术（深圳）有限公司"], "education": ["高中"], "money": ["0.8-1万/月"], "desc": "\n\n岗位职责1、销售人员职位，在上级的领导和监督下定期完成量化的工作要求，并能独立处理和解决所负责的任务；2、管理客户关系，完成销售任务；3、了解和发掘客户需求及购买愿望，介绍自己产品的优点和特色；4、对客户提供专业的咨询；5、收集潜在客户资料；6、收取应收帐款。任职资格1、专科及以上学历，市场营销等相关专业；2、2年以上销售行业工作经验，业绩突出者优先；3、性格外向、反应敏捷、表达能力强，具有较强的沟通能力及交际技巧，具有亲和力；4、具备一定的市场分析及判断能力，良好的客户服务意识；5、有责任心，能承受较大的工作压力。岗位职责1、销售人员职位，在上级的领导和监督下定期完成量化的工作要求，并能独立处理和解决所负责的任务；2、管理客户关系，完成销售任务；3、了解和发掘客户需求及购买愿望，介绍自己产品的优点和特色；4、对客户提供专业的咨询；5、收集潜在客户资料；6、收取应收帐款。任职资格1、专科及以上学历，市场营销等相关专业；2、2年以上销售行业工作经验，业绩突出者优先；3、性格外向、反应敏捷、表达能力强，具有较强的沟通能力及交际技巧，具有亲和力；4、具备一定的市场分析及判断能力，良好的客户服务意识；5、有责任心，能承受较大的工作压力。 \n"}
{"name": ["测试工程师"], "city": ["上班地址 : 上城区雷霆路126号"], "company": ["国客区块链科技（杭州）有限公司"], "education": [], "money": ["0.8-1.5万/月"], "desc": "\n\n1. 负责技术研发中心的测试和质量保障工作；2. 负责设计技术研发中心的测试方案，制定测试计划，设计测试用例，撰写测试报告3. 负责搭建并维护测试环境，按照测试流程对软件产品进行全面、规范地测试；4. 制定并优化任务大厅产品的测试流程，持续提升测试效率和质量；5. 负责技术研发中心质量保障工作目标与计划的制定和高效执行，保证目标实现；6. 和产品经理和开发、设计师等密切配合，最大程度保障推出产品的质量，提高用户体验和用户满意度。任职要求：1. 计算机、通信、数学等相关专业毕业，本科以上学历，工作经验0-3年；2. 认可快速发展阶段的公司或团队文化，并适时做出改变；3. 具有产品意识，针对需求或产品有自己的想法和改进方案；4. 具备扎实计算机知识基础，能应用以下测试技术：a. 使用Jmeter\\Loadrunner等工具进行性能测试；b. 熟练掌握常用测试工具，比如fiddler\\postman；c. 熟悉linux，掌握常用命令；d. 掌握C++\\Python语言，能独立编写脚本者优先；5. 可快速学习新技术，有上进心，对于测试工作有热情；6. 对于问题具有高度敏感性，具有较好的沟通和推动能力。 \n"}
{"name": ["人事助理"], "city": ["上班地址 : 台江区广达路世茂国际中心1号门12层"], "company": ["福建首登区块链技术开发有限公司"], "education": [], "money": ["3-4.5千/月"], "desc": "\n\n1、负责招聘工作，包括发布企业各类招聘信息、简历筛选、安排面试、录用等；2、协助人资经理管理和管控招聘流程，根据各部门人员需求及时招聘，确保与部门间的流畅对接；3、维护拓展招聘渠道，提供招聘分析报告；4、分析、评估招聘效果，优化招聘流程，缩短招聘周期，提高招聘效率；5、适时提出工作合理化改进建议。任职资格：1、大专及以上学历，人力资源管理或相关专业优先；2、热爱招聘工作，有无经验均可；3、具有良好的职业道德和职业操守及良好的团队合作意识；4、优秀的语言表达及沟通能力，协调能力、亲和力和明锐的洞察能力、分析判断能力。上班时间：朝九晚六  周末双休 \n"}
{"name": ["网络销售客服"], "city": ["上班地址 : 西湖区古墩路673号瑞博国际A座1106"], "company": ["杭州微链区块链科技有限公司"], "education": [], "money": ["0.8-1万/月"], "desc": "\n\n岗位职责：1、根据公司及部门制定的销售任务开展工作，完成日常销售目标；2、通过电话和微信对客户进行回访，了解客户需求，积极促成单子成交；3、对成交客户积极跟进维护，促成客户多次成交（公司产品为客户硬性需求，续单率极高）；4、客户资源均是公司注册资源，开单so easy~薪资福利：1、底薪（无责4500）+高提成，平均月薪8000~10000；2、工作时间朝九晚六，对加班没有要求；3、公司提供：五险+周末双休+带薪年假+员工旅游+全勤奖+各种应有福利；4、团队氛围轻松愉快，希望大家开心生活，快乐工作！任职要求：1、性格开朗，表达力、执行力及沟通能力佳；2、工作认真负责，对客户有责任心，心态积极乐观，具有一定工作承受能力；3、有较强团队意识，服从管理，与同事和谐相处；4、渴望金钱！ \n"}
{"name": ["售后客服（纯文职）"], "city": ["上班地址 : 光谷大道世贸中心"], "company": ["武汉沄涛区块链科技有限公司"], "education": [], "money": ["4-7千/月"], "desc": "\n\n1、整理客户回传的资料；2、按照标准把客户资料录入系统；3、执行相关部门及上级领导安排的其他工作。职位要求：1、 大专及以上学历；2、具有优秀的客户服务意识和较强的责任心；3、服从公司及团队管理，具备良好的沟通能 \n"}
{"name": ["IOS开发工程师"], "city": ["上班地址 : 番禺区洛浦街厦滘岭南电商园四街61一64号"], "company": ["广州集合区块链科技有限公司"], "education": ["大专"], "money": ["6-9千/月"], "desc": "\n\n1、技术人员职位，在上级的领导和监督下定期完成量化的工作要求；2、负责iOS客户端产品开发与功能优化；3、负责公司IOS基础组件及框架的设计及开发工作；4、进行程序单元、功能的测试，查出软件存在的缺陷并保证其质量；5、进行编制项目文档和质量记录的工作；6、维护软件使之保持可用性和稳定性。任职资格：1、计算机相关专业背景，专科以上学历，熟悉iOS平台应用软件开发，1-3年IOS实际开发工作经验；2、熟悉swift、Objective-C，掌握常用设计模式的运用，有良好的设计能力；3、熟悉Cocoa/UIKit Framework、CoreAnimation、iPhone/iPad各个版本之间的差异，并且能够提供良好的解决方案；4、做事严谨踏实，责任心强，条理清楚，善于学习总结，有良好的团队合作精神和沟通协调能力。工作时间：实行5天8小时工作制，周末双休,享有国家规定的法定节假日及带薪年假，购买5险1金 \n"}
{"name": ["Golang开发"], "city": ["上班地址 : 高新二路鼎泰关南大厦（鼎泰恒盛）501"], "company": ["武汉市云链智慧区块链科技有限公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n岗位职责：1、从事区块链各大公链的研发工作；2、推进区块链技术与公司业务的衔接，需求整理、方案书写；3、完成相关开发文档；岗位要求：1、专科及以上学历，掌握Golang开发技术;2、掌握至少另一门后端语言和相关的框架结构，熟悉java、python、NodeJS优先。3、熟悉linux操作系统，掌握 Git/Docker工具的使用；4、具有良好的分析和解决问题的能力；5、具有良好的沟通和协作能力；6、Golang开发经验不限，提供实习机会 \n"}
{"name": ["公司会计出纳"], "city": ["上班地址 : 下应保险科技产业园"], "company": ["浙江乔峰区块链科技有限公司"], "education": ["大专"], "money": ["4.5-6千/月"], "desc": "\n\n1、专科以上学历，财务、会计相关专业，有会计从业资格证书；2、熟悉公司财务工作及银行、税务等外部机构办事流程者优先考虑；3、能熟练使用财务软件及各类办公软件；4、善于处理流程性事务、良好的学习能力、独立工作能力和财务分析能力；5、正直诚信、踏实严谨，有责任心；具有良好的沟通能力、团队精神与服务意识。 \n"}
{"name": ["财务会计专员"], "city": ["上班地址 : 福中1路1001号生命保险大厦"], "company": ["加拿大区块链电子商务有限公司(Canada Blockchain E-Commerce Ltd.)"], "education": ["大专"], "money": ["4.5-6千/月"], "desc": "\n\n 1、完成财务日常事务性工作，协助处理帐务； 2、申请票据，准备和报送会计报表，协助办理税务报表的申报；3、现金及银行收付处理，制作记帐凭证，银行对帐，单据审核；4、归档和保管；5、固定资产和低值易耗品的登记和管理；6、负责与客户账目核对，应收应付账目管理。 任职资格： 1、财务，会计，经济等相关专业大专以上学历，具有会计任职资格；2、较好的会计基础知识，有财会工作经验者，并具备一定的英语读写能力；3、熟悉现金管理及银行结算，财务软件操作；4、良好的职业操守及团队合作精神，较强的沟通、理解和分析能力；5、具有独立工作和学习的能力，工作认真细心。 \n"}
{"name": ["大客户经理"], "city": ["上班地址 : 石岐区东明路阳光花地"], "company": ["柯优兔区块链研究（广州）中心（有限合伙）"], "education": ["本科"], "money": ["1.5-2万/月"], "desc": "\n\n柯优兔区块链研究中心是一间专门为实体企业提供数字化运营解决方案及可执行路径的公司。这是一个全新的行业，我们需要敢于接受挑战的你们加入！我们有舒适的工作环境，有趣的同事团队，吃不完的零食。我们愿意把我们知道的都教给你，如果你希望改变目前的工作状态，提升自己各方面的能力水平，欢迎加入我们。岗位要求1. 有团队合作精神，尽力以团队的利益和发展为优先前提。2. 在团队合作中能保持独立思考的能力，并勇于且明确地表达自己的想法。3. 有明确的意愿为企业客户服务。不是销售不是销售不是销售！4. 快速获取信息能力，自主学习能力强，优秀的文字能力和分析能力。5. 工作详细内容面谈。 \n"}
{"name": ["Web前端开发工程师"], "city": ["上班地址 : 芯城科技园2栋2001"], "company": ["湖南智慧政务区块链科技有限公司"], "education": ["本科"], "money": ["0.8-1万/月"], "desc": "\n\n1. 计算机等相关专业大专及以上学历，1年以上相关工作经验；2. 熟悉W3C标准，擅长HTML5，CSS3，JavaScript；能处理网页在不同浏览器下差异情况；3. 能使用HTML5等相关技术开发移动平台web前端页面；4. 对JavaScript面向对象编程具有深入的了解；熟悉并参与过一种目前主流的框架项目开发，如：Vue、React、Angular5. 对前端性能有一定了解，能够承担性能调优相关工作；6. 对前端工程化，模块化有一定的理解，了解配置和使用Webpack/Gulp等构建工具；7. 了解掌握git等版本管理工具；8. 对前端技术有持续的学习热情，具备良好的服务意识、责任心、较强的学习能力、优秀的团队沟通与协作能力、能承受一定的工作压力； 有以下经验者将优先：1. React-Native，flutter等相关经验优先；2. 有PWA，WebGl开发相关经验优先；3. 有高质量开源作品优先； \n"}
{"name": ["网络文案"], "city": ["上班地址 : 辽宁省农科院"], "company": ["深圳市正华区块链有限公司"], "education": [], "money": ["3-4.5千/月"], "desc": "\n\n有工作经验者优先 \n"}
{"name": ["前台行政文员"], "city": ["上班地址 : 光明北路242号华联大厦11层1104室"], "company": ["龙腾区块链技术（广州）有限公司"], "education": ["高中"], "money": ["3-4.5千/月"], "desc": "\n\n1、及时、准确接听/转接电话，如需要，记录留言并及时转达；2、接待来访客人并及时准确通知被访人员；3、收发公司邮件、报刊、传真和物品，并做好登记管理以及转递工作；4、负责快件邮件收发、招聘人员接待；5、负责前台区域的环境维护，保证设备安全及正常运转（包括复印机、空调及打卡机等）；6、协助公司员工的复印、传真等工作；7、客户用产品过程中，要服务客户操作机器； \n"}
{"name": ["商务渠道"], "city": ["上班地址 : 剑桥公社F座"], "company": ["盛泰区块链管理（杭州）有限公司"], "education": ["大专"], "money": ["0.5-1.2万/月"], "desc": "\n\n岗位职责：1、开发新渠道；2、沟通洽谈渠道进行商务合作；3、合作伙伴关系维护；4、合作伙伴执行跟踪；任职要求：1、形象气质佳； 2、2年以上市场推广/商务拓展等相关工作经验；3、具有区块链从业经验优先；4、可以接受适当出差；5、具有较强的学习能力强，沟通理解能力强，能够独挡一面，目标导向；6、喜欢并适合创业公司的节奏，有团队意识。 \n"}
{"name": ["前端开发工程师"], "city": ["上班地址 : 宝运达物流中心研发综合楼6楼606室"], "company": ["深圳创想区块链技术有限公司"], "education": ["大专"], "money": ["1-1.8万/月"], "desc": "\n\n1.利用HTML5、css3、javascript等相关技术开发web前端页面。2.移动端web产品质量、性能、用户体验的优化。3.PC端web产品需求。【岗位要求】1.  2年或以上web前端实际开发经验2.  有丰富的移动端h5开发（适配、调试）经验，精通javascript/CSS/Html，熟悉js模块化开发；熟悉gulp/grunt/webpack等工程化工具3. 熟悉业内流行的开发框架，reactjs、angularjs、vue等（一种即可）4. 了解http协议，熟悉linux开发环境5. 具备良好的沟通协调能力，和较强的抗压能力6. 熟悉阿里开源的weex跨平台移动开发工具、EROS框架开发app应用优先选择！7. 有h5作品者优先,有大数据可视化经验者有优先 \n"}
{"name": ["网络销售+不加班+晋升"], "city": ["上班地址 : 东湖高新区华师园北路光谷科技港博大光谷科技港2栋A-1204"], "company": ["博友斯（武汉）区块链科技有限公司"], "education": [], "money": ["0.8-1.2万/月"], "desc": "\n\n1.无需外出，无需登门拜，写字楼办公环境优雅，通过公司万呼系统与客户进行邀约，让兴趣客户添加公司提供的微信号，再通过网络主动进行客户的开发与跟进。2.简单易学，工作轻松，无加班3.要做到工作细致，认真，有责任心。任职要求：1.年龄18～35岁，男女不限，学历不限，欢迎应届毕业生; 有网络客服和销售类经验者优先考虑。2.有较强的沟通能力，有良好的协作能力和团队精神。3.熟悉互联网络，熟练使用网络交流工具和各种办公软件和各种通讯工具。薪资待遇：1.无责底薪3500+提成+周奖+年终奖+晋升2激励旅游，生日福利，免费培训3.法定节假日休假，节假期间公司给予丰厚的福利;公司提供省内外免费旅游活动。4.入职提供免费一带一教学，优秀员工公司给巨大的发展平台和晋升机会，有能力者也可直接晋升。工作时间:9:00-12:00 13:30-18:00 每天工作七个半小时无加班，每周单休，周日休乘车路线：①地铁：2号线金融港北站，秀湖站②公交：362路，810路，光谷有轨电车L2路，732路，755路，903路，912路，405路，751路，751路，785路，789路，362路，586路，915路，570路，902路，等等。 \n"}
{"name": ["Java高级开发工程师"], "city": ["上班地址 : 平湖华南城环球物流中心"], "company": ["深圳白鹤区块链科技有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n1、负责公司业务系统的开发和维护工作；2、确保完成的软件质量，包括软件功能质量以及代码质量；3、负责现有有业务系统的维护及需求变更，参与新需求开发及缺陷修复工作。4、负责核心模块开发、技术攻坚和性能优化；5、负责与前端工程师协作，实现接口API的设计开发和联调；6、负责后端模块开发，把控模块级的代码质量和性能规格。7、完成上级交代的任务。职位要求：1、计算机及相关专业，学习能力强、思维敏捷、喜欢钻研、责任心强；2、3年以上JAVA开发经验，编程基础扎实，熟悉多线程、网络编程、集合操作，熟悉常用的设计模式；3、熟练使用主流的开发框架、SpingMVC、Spring(Ioc/Aop)、SpringBoot 、Mybatis对框架原理有深入的理解；4、能够自定义注解实现业务功能；5、有实际的分布式系统开发经验，熟悉Webservice/Rest接口协议规范，使用过Dubbo、SpringCloud或其它Rpc框架技术； \n"}
{"name": ["助理产品设计师"], "city": ["上班地址 : 高新区研发园A区"], "company": ["宁波天南星科区块链科技有限公司"], "education": ["本科"], "money": ["8-10万/年"], "desc": "\n\n岗位职责1、协助用户与技术团队沟通、协调，完成项目与产品的规划。2、编写产品需求文档，绘制原型设计、交互设计、界面设计；3、负责协助跟进项目与产品开发商务协调；4、参与用户调研，根据用户需求规划产品新特性；任职资格1、学习能力强，有责任心，有开拓进取心，尊重契约精神。2、全日制本科以上学历；3、有良好的美术功底、色彩搭配以及精细排版意识，能熟练使用photoshop、ppt等设计演示软件4、图形图像、美术设计、电子商务、计算机或软件等相关专业优先。5、热爱设计工作、工作细心、责任心强、态度积极、具有较好的团队合作精神和沟通协调能力，能独立并高效完成布置的工作任务和指标 \n"}
{"name": ["Web前端开发工程师"], "city": ["上班地址 : 京基滨河时代大厦A座65楼"], "company": ["通证（深圳）区块链管理有限公司"], "education": ["本科"], "money": ["1-1.5万/月"], "desc": "\n\n职位描述：1. 负责Web平台, 移动端 H5、微信小程序的前端开发；2. 主导前端技术选型和前端整体架构，根据产品和项目要求实现移动端h5页面，微信小程序、PC端后台管理界面等；3. 技术熟练、微信小程序开发经验、参与过智慧社区和智能楼宇项目类是加分项。任职要求：1. 本科及以上学历，2年及以上前端开发工作经验，有管理后台系统的相关开发经验（ERP等）；2. 玩转 JavaScript，HTML5，CSS 等前端通用技术，小程序开发经验是加分项；3. 熟练使用 vue, element, bootstrap 等框架，并有实际的项目经验；4. 善于沟通主动思考，能主动参与前端和产品功能的设计，能较快的掌握新技能，有良好的团队沟通能力；5. 加分项：活跃于GitHub等社区或长期维护技术博客；6. 有前后端分离协作开发的经验；7. 适应小团队工作方式，有自我驱动能力。工作地址 \n"}
{"name": ["iOS开发工程师"], "city": ["上班地址 : 崇川区58号南通产业技术研究院2号楼601-604室"], "company": ["江苏薇米区块链科技有限公司"], "education": ["本科"], "money": ["0.8-1万/月"], "desc": "\n\n1.负责iphone/ipad/itouch平台产品开发工作：在扁平敏捷的专业结构下专注纯粹打造一款精品应用；2、按照规范的软件开发流程，独立完成IOS平台手机软件的需求、设计、编码和测试；3、根据规范编写相关的设计、测试、使用文档；任职要求：1、计算机软件相关专业或地理信息相关专业本科以上学历；2、熟悉macosx，xcode和iossdk开发环境，熟悉iphoneui框架；3、熟悉ios界面开发规范及appstore上架流程和规则，有appstore线上作品者优先；4、熟练掌握Objective-C语言、Swift语言，对新技术有热情；5、有2年以上移动GIS实际开发工作经验，有跨平台移动应用开发经验者优先；6、熟悉IOS平台上的地图开发技术，有导航类软件、ArcGIS移动开发经验者优先；7、熟悉百度IOS地图SDK或高德IOS地图SDK者优先；8、具有良好的心理素质、承压能力、敬业精神及团队合作精神，善于思考创新，具备吃苦耐劳精神和很强的责任心，有较强的协调沟通能力，能很好承担和管控外包项目的进度、质量。 \n"}
{"name": ["iOS开发工程师"], "city": ["上班地址 : 新港东路2433号启盛会展产业园一楼110室"], "company": ["广州佰希区块链科技有限公司"], "education": ["本科"], "money": ["0.8-1.5万/月"], "desc": "\n\n职位职责：1、参与移动客户端的需求讨论与需求设计；2、负责公司移动产品的研发，编写高质量的代码；3、设计良好的代码结构，完成周期性的迭代重构任务；4、负责公司相关产品的优化，技术改进；5、从事开发工作相关文档编写、维护工作；技能要求：1、优秀的移动端应用架构和设计能力；2、高度独立自主，有上进心；3、熟练掌握Objectvie-C，熟悉Git等版本控制工具使用；4、优秀的口头和书面沟通能力；5、1年以上iOS开发经验；6、较强的客户同理心和客户体验敏感度；优先录用：1、熟悉Swfit；2、熟悉ReactiveCocoa；3、独立开发iOS应用并上架App Store者；4、有移动端性能调优经验者优先；公司福利待遇：1、舒适的办公环境，朝九点半晚六的上班时间，周末双休；2、国家法定节假日休息+带薪年假；3、入职签订劳动合同，购买五险一金；4、享受不定期的团体活动、员工生日会、水果、下午茶等 \n"}
{"name": ["客服专员"], "city": ["上班地址 : 海甸岛一东路海口高新区互联网产业园凤凰网旁"], "company": ["海南玄机区块链科技有限公司"], "education": [], "money": ["6-8千/月"], "desc": "\n\n岗位职责1、为客户提供售后一对一服务，长期做好客户关系维护；2、负责客户的日常维护，为客户提供咨询服务及现场培训等帮助；3、为客户提供工作数据报告等；4、负责客户的续费及快速响应客户各种紧急问题需求，为客户解决各种问题。任职资格1、具有大专或大专以上学历；2、有1年以上相关经验；3、善于沟通，具有一定的抗压能力；4、熟练操作office软件；5、吃苦耐劳，具有良好的服务意识和团队协作精神。 \n"}
{"name": ["脚本开发工程师学徒"], "city": ["上班地址 : 车陂龙口商业大厦2楼"], "company": ["广州澳源区块链技术有限公司"], "education": [], "money": ["3-4.5千/月"], "desc": "\n\n因公司发展需要，现招脚本工程师学徒4名，考核期30天，公司选择择优录取，签订正式合同！学徒期12个月，无需交纳任何培训费用，公司统一培训，由5年以上工程师手把手的教导！从第5个月开始每个月补助生活费2000月，满足以下条件可以报名！1、学历不限，有计算机相关专业知识。2、有一定的linux操作系统知识，懂得虚拟机搭建配置,掌握各种命令与操作；3、能使用photoshop，能进行简单的图片编辑及设计；4、对mysql数据库有一定了解，并能了解内部机制。5、至少了解一种编程语言,不限于C/C++/Java/PHP/H5/lcocos2d-x/Unity3D。6、具备严谨的逻辑思维能力；7、强烈的求知欲，具备很强的学习能力；8、勤奋踏实，能吃苦耐劳，为人正直，具有团队合作精神；另外招游戏运营实习生2人，待遇面谈！       岗位职责：1.善于利用各种渠道拓展客户资源，推广公司游戏；2.组织玩家进入游戏，指导玩家进行游戏初期的操作，使玩家尽快融入，降低玩家流失率；3.善于了解玩家心态，能够快速融入玩家群体，沉淀玩家；4.及时反馈和协助处理游戏异常状况，并向上级反应；5.完成上级临时交办的任务；任职要求：1.接触过手机网络游戏,对一些主流游戏有一定了解.喜欢游戏，沟通能力、抗压能力强；2.服从上级安排，有良好的职业操守以及较强的客户服务意识；3.热爱游戏，熟悉网络论坛、YY、Q群等聊天工具者优先；4.有良好的组织沟通协调能力和创新能力，具有极强的敬业精神和责任心； \n"}
{"name": ["网络销售专员"], "city": ["上班地址 : 侨香路3085号岭南大厦8A"], "company": ["易创区块链信息服务（深圳）有限公司"], "education": ["高中"], "money": ["1.5-5万/月"], "desc": "\n\n通过互联网，或者自己的圈子资源等，从事全国地区新零售平台的创业推广，以及洗发护发产品推广销售，渠道开发等相关工作。需求：1、熟练操作微信、qq等常用沟通工具2、爱岗敬业，时间观念强，学习能力强3、服务意识强，语言表达良好的优点更佳4、无违法犯罪记录，品行良好【薪酬福利】1、 具有高底薪每月10000元+提成，月薪高达65000以上，可挑战130万年薪，上不封顶2、 高档写字楼，舒适宽敞的办公场所，健全的福利保障体系（入职转正即缴纳社保）、年度旅游、节日福利等3、 完善的晋升通道，全面的入职培训体系工作4、 多彩多姿的员工拓展活动工作时间：周一 至 周六9：30-18：30 \n"}
{"name": ["网络运维"], "city": ["上班地址 : 金田路皇岗商务中心403-405单元"], "company": ["深圳方际区块链技术有限公司"], "education": ["大专"], "money": ["6-8千/月"], "desc": "\n\n一、工作职责：1.负责计算机网络系统日常维护和管理；2.熟悉系统软件结构和硬件的配置，掌握排除一般硬件故障的办法，熟练掌握紧急状态下，系统的启动及停机处理方法：3.及时应答和回复电脑使用部门提出的各种有关问题;4.处理公司一些突发事件，紧急事件，协助各部门工作；5.员工执行计算机安全管理制度，遵守企业保密制度，严守企业商机机密。二、日常管理：1.网络系统维护；2.每日定时对机房内的网络服务器，数据库服务器，internet服务器进行日常巡视，检验是否正常工作，公司的网站是否能正常访问；3.每日巡查计算机系统各个终端电脑，打印机，复印机等设备是否正常工作，是否有带故障设备；4.对于系统和网络出现的异常现象网管应及时进行分析，处理，采取积极应对措施；5.其他领导安排事项三、任职要求：1.大专以上学历,经验丰富者优先，善于沟通，应变，协调能力强2.有良好得服务意识及团队合作精神，纪律性强3.工作认真负责，有一定的数据分析和说明能力此岗位为兄弟公司招聘：方际银行  \n"}
{"name": ["新媒体运营/文案"], "city": ["上班地址 : 云来斯堡酒店写字楼605"], "company": ["广州念本区块链技术有限公司"], "education": ["大专"], "money": ["3-4.5千/月"], "desc": "\n\n专科及以上学历，1年以上相关行业岗位经验；中文、新闻、广告相关专业优先；网感好、脑洞大、创意优；有较强文案功底，能准确把控受众心理，以下领域，至少有2个具备基础知识框架，可以尝试输出：经济、金融、艺术、时尚、各种小众文化等；熟悉微信自媒体，通晓运营维护自媒体平台的基本常识；整合素材、资源能力，分析数据能力强；良好的沟通能力、执行力，有独立思考能力，责任感强；有微信运营案例、涨粉经验、文章作品等优先。  \n"}
{"name": ["平面设计师"], "city": ["上班地址 : 徐东路50号山河企业大厦"], "company": ["武汉星际魔方科技有限公司"], "education": ["大专"], "money": ["4.5-7千/月"], "desc": "\n\n1、美术、平面设计相关专业；2、2年以上平面设计相关工作经验优先；3、熟练掌握Photoshop、Coreldraw等设计软件；4、能够独立完成个案的创意、设计、正稿制作，包括标志设计、画册、包装、海报的设计等；5、具有良好的审美观和美术功底，良好的广告创意思维；6、热爱本职工作，工作细心、责任心强；7、具有较强的理解、领悟能力、工作协调能力和创造力。8、有较强的PPT编写能力。9、有区块链  数字货币行业工作经验者优先。前来面试请携带个人作品 \n"}
{"name": ["科研工程师"], "city": ["上班地址 : 天河区东莞庄路110号"], "company": ["广州赛宝认证中心服务有限公司"], "education": ["硕士"], "money": ["1.5-1.8万/月"], "desc": "\n\n岗位职责描述：1、云计算、大数据、物联网、知识产权、区块链等领域的各类科研课题的申报及实施；2、在云计算、大数据、物联网、知识产权、区块链等领域跟进国内外技术、产业发展动态，结合认证领域的业务需求，不断拓展新的业务内容和业务形式。教育背景：1、博士及以上学历；2、计算机、信息安全、知识产权相关专业；3、能力突出者，可不限专业，并放宽到硕士；工作经验需求：——熟悉科研项目申报、实施、验收等流程及要求，具有独立开展研究能力；——有较强的英文文献阅读能力；——有较强的逻辑能力和写作水平；——能熟练使用计算机，熟练掌握office，有较好的PPT制作水平；——有较强的人际沟通能力，具有良好的团队合作精神；——身体健康、思想端正、有良好的纪律意识，政治先进；——承担过科研课题，有相关部门支撑工作经验者优先；——有认证相关工作经验者优先。 \n"}
{"name": ["php开发工程师"], "city": ["上班地址 : 五山路248号金山大厦北塔26层2608室"], "company": ["广州研趣信息科技有限公司"], "education": [], "money": ["0.6-1万/月"], "desc": "\n\n1、主要负责平台 人人租机 维护和开发；2、有机会接触项目核心代码；3、有机会接触大流量，大并发解决方案；4、有机会参与租赁行业区块链解决方案。任职要求：1、熟悉至少1-2种php框架（yii，yaf，laravel，thinkPHP等），熟悉nginx，php 等配置和调优工作；2、掌握数据库的性能优化；3、掌握多种缓存技术（redis，memcache等）；4、掌握MVC和常用设计模式，代码风格良好，对PHP框架设计有一定的见解；5、有大型网站系统设计和性能优化 ，并有实际的项目经验加分；6、优秀的学习能力，自我驱动能力，分析和解决问题的能力和强烈的进取心，具备良好的沟通能力和团队合作精神。工作地址：广州市天河区五山路248号金山大厦北塔26层2608室（华师地铁E出口200米）公司介绍：广州研趣信息科技有限公司，成立于2016年6月，人人租机是国内领先的为企业和个人提供一站式设备信用免押租赁平台，以办公设备租赁为切入点，现涵盖办公设备、手机数码、家电家居、智能创新、演出会展等100多个细分领域，覆盖220城市，拥有20000+服务商，累计服务100万+用户。喜讯！！！2018年11月公司已完成蚂蚁金服数千万元A轮融资，人人租机是蚂蚁金服在新租赁经济领域投资的企业 、是国家发改委“信易+ ”联盟发起单位获芝麻信用生态金信奖平台。 \n"}
{"name": ["网络销售3600无责（不加班）"], "city": ["上班地址 : 网商总部大厦A座607"], "company": ["武汉巨荆则铭科技有限公司"], "education": [], "money": ["0.8-1万/月"], "desc": "\n\n公司是做区块链方向的。1、丰厚薪资：综合底薪4900+任务奖+提成2~3个点+现金奖励333~999+开单奖+销冠奖+进步奖+激励奖等，综合薪资在8000~12000之间，新员工也是可以稳定在6000~8000之间2、每月公司都会组织一次活动，或聚餐、或出游等3、公司免费提供系统、专业的培训；4、为员工提供广阔的职业发展平台与晋升空间；5、舒适的办公环境，无须外出，办公设备齐全；6. 提供多种带薪培训（包括岗前培训、在职培训、管理能力培训等专业培训）和广阔的职业发展空间.任职资格：1、年龄在18-28岁，会电脑，可以用手机聊天。2、良好的用户服务意识和心态，优秀的语言沟通表达能力；3、拥有良好的职业道德，工作积极主动性和责任感；4、性格要求沉稳、成熟、善于倾听，积极，反应灵敏；5、熟悉互联网络，熟练使用网络交流工具。6、有较强的工作责任心，能承受较强的工作压力。7、 无行业经验要求（可接收应届毕业生）（没有经验也没关系，公司安排统一的专业培训，可以接受应届生）岗位职责：1、负责在网上与客户沟通交流；2、从帮助客户、满足客户的角度出发，解答客户的疑问及困惑，并最终达成成交；3、做好客户关系维护，回访。上班时间：11:00-17:00 18：30-21:00面试时间：周一至周五早10：00至晚17：30联系人：杨 18502780335工作地址：武汉硚口区网商总部大厦A座607（地铁1号线古田二路C出口旁）欢迎有意者投递简历 \n"}
{"name": ["战略投资副总监（偏金融）"], "city": ["上班地址 : 广州市番禺区万博四路68号荔园地产中心1梯1栋3楼"], "company": ["广东无国界房地产集团有限公司"], "education": ["本科"], "money": ["1.8-2.5万/月"], "desc": "\n\n1.负责集团金融板块的筹备及拓展工作；2.协助董事办进行集团商业战略谈判；3.代表集团进行对外品牌宣传工作；4.董事办交付的其他工作。任职要求：1.本科及以上学历，金融类相关专业毕业；2.熟悉银行、基金、证券、区块链、ICO等专业的专营模式；3.有相关的大型企业或者证券交易所、上市公司的工作经验；4.谈判能力及语言表达能力强，有活力，抗压能力强5.能力稍逊者可以应聘经理 \n"}
{"name": ["数据分析师"], "city": ["上班地址 : 上实中心"], "company": ["青岛怡口环保科技有限公司"], "education": ["本科"], "money": ["0.6-1万/月"], "desc": "\n\n1、需求搜集及分析：根据运营中的数据利用各类数据模型进行各类分析，找出其中规律；梳理相关的风险指标及对应的基础数据和计算逻辑;2、建立数据分析指标库：根据分析目标和数据源，建立业务指标库或风险指标库，搭建业务分析或业务风险模型;3、创新技术实践：善于学习，跟踪智能数据分析的新技术，以推进现有业务创新;4、 分析报告及展示：撰写分析报告，向相关人员展示数据分析发现;5、 领导交办的其他工作。任职要求：1、数学、统计学、计算机、经济学等相关专业，本科及以上学历; （统招）2、有数据分析相关工作经验2年及以上；3、扎实的数据分析技术基础，对数据库比较熟练应用4、对机器学习、数据挖掘、统计建模有一定的了解和应用，熟悉逻辑回归、决策树、随机森林、神经网络等主流模型算法及应用场景；或对计算机视觉、图像识别、OCR、自然语言处理、区块链、大数据等部分技术有一定的了解和应用实践；5、较好的沟通力、逻辑思维能力和数据敏感度。 \n"}
{"name": ["互联网产品经理"], "city": ["上班地址 : 建科大楼"], "company": ["深圳市建信筑和科技有限公司"], "education": ["本科"], "money": ["1.2-1.8万/月"], "desc": "\n\n1、调研高效的工作沟通协作方法或工具，并抽象用户需求； 2、将需求转化为高品质的产品设计或解决方案； 3、协调产品、研发、设计等同事，实现上述设计； 4、多维度评估需求实现的效果，确保其竞争力。 岗位要求：1、本科及以上学历，两年以上互联网产品策划经验。2、优秀的逻辑思维，具有良好的团队协作，沟通能力。3、有前后台系统、多系统对接、存证产品策划经验的优先。4、计算机、金融等相关专业优先。5、抗压力强，情商高，能适应出差。6、用户体验至上7、对区块链技术行业应用感兴趣优先考虑8、有工程软件经验者优先 \n"}
{"name": ["海外交易平台CEO"], "city": ["上班地址 : 金茂大厦"], "company": ["上海明暄股权投资基金管理有限公司"], "education": ["本科"], "money": ["5-10万/月"], "desc": "\n\n1.负责交易所整体发展战略制定和执行，向董事会汇报工作；2.负责交易平台运营团队、资产管理团队的组建和日常运营管理工作；3.负责交易平台的运营策略研究，并制定相应的交易所业务运营发展战略和规划；4.负责交易平台区块链项目的业务规划与建设，对交易所社区与平台用户量规模化负责；5.负责外部运营资源及渠道的建设和模式的研究及运营合作洽谈工作；6.负责交易所的市场、运营、推广及品牌建设等系列工作；任职要求：1.有证券交易工作经验者优先；头部区块链交易平台高管优先；2.熟悉区块链领域的大部分平台、项目、行情和大部分区块链行业媒体。3.了解Facebook/Twitter等海外社交平台，有一定的英语读写能力。4.有成功的用户运营、社群运营、活动运营经验5.能把控微博/Facebook/Twitter/微信/知乎/知识星球等相关新媒体平台运营工作；6.有出色的沟通能力、团队协助和运营管理能力；***汇报对象：董事会工作地：北上广深（根据候选人所在城市定） \n"}
{"name": ["平面设计师"], "city": ["上班地址 : 天安数码城创新科技广场一期1305室"], "company": ["墨子（深圳）人工智能技术有限公司"], "education": [], "money": ["1-1.5万/月"], "desc": "\n\n工作职责：1、负责公司对外品牌形象的设计展现，根据品牌VI管理标准，把控出品质量；2、负责公司品牌、市场端的视觉内容创意和设计，包括会议类主视觉设计、日常活动类海报、日常宣传类海报、线上线下物料等各类平面设计；3、按时间节点输出高品质设计，具有较好的视觉功底、较强的创新意识和执行能力，能够把设计概念转化为有视觉冲击力的互动作品。任职要求：1、本科以上学历，美术、平面设计、广告等相关专业，手绘原创能力较强者优先；2、3年以上平面设计经验，能独立承担设计工作，有丰富的单人设计项目成功案例；3、有扎实的美术功底，精通Photoshop、Illustrator、CorelDRAW等设计软件；4、热爱设计，拥有宽广的行业（人工智能、区块链、物联网）视野与时尚的审美标准；5、有较强的创新精神，对广告创意、平面设计、视觉传达有成熟思想与独特见解；6、善于沟通，具备团队合作精神，能承受一定的工作压力。 \n"}
{"name": ["海外推广"], "city": ["上班地址 : 软件大道109号雨花客厅"], "company": ["南京跨链科技有限公司"], "education": ["本科"], "money": ["6-8千/月"], "desc": "\n\n1、英语口语流利无障碍交流，文笔流畅，可独立翻译文档英语专业（专八优先，可接受优秀应届毕业生）；2. 有一定的互联网行业新媒体平台运营经验；3. 喜欢新鲜事物，对区块链行业有一定兴趣；4. 性格开朗，有良好的沟通能力及业务执行能力；5. 辅助产品经理及运营经理完成基础推广任务。岗位职责：1、负责公司产品国际化翻译支持，完成项目相关文档的翻译；2、境外推广支持、境外合作平台对接、用户拉新、留存转化；3、支持公司产品的微信公众号、微博、twitter，境外社区的日常软文发布；4、支持社区及社群日常用户关系维护；5、其他运营支持。 \n"}
{"name": ["业务代表 渠道管理  电话营销"], "city": ["上班地址 : 深圳市南山区西丽镇百旺大厦316"], "company": ["深圳市东方瓷韵礼品有限公司"], "education": ["大专"], "money": ["6-8千/月"], "desc": "\n\n1、渠道合作客户的开发与维护；独立完成市场分析，掌握客户信息制定销售策略，能高效整合公司现有资源，最大幅度利用客户资源。2、完成公司制定的销售任务；协助新项目的进行。对整合行业区块链有兴趣。打造传统行业平台。3、负责与客户洽谈，签订销售合同，物流跟踪，货款催收，并为客户提供跟踪服务；4、记录客户信息，建立信息档案；5、完成领导交办的其他任务。任职资格1．2年以上销售工作经验，有礼品行业，酒店用品行业等快速消费品销售经验1．良好的人际关系和沟通技巧，优秀的谈判能力；3. 独立性强，具有较强的表达、逻辑思维、学习和应变能力；4. 内驱力强，具有较强责任心和亲和力，具有较强的市场开拓和分析能力及销售谈判能力；6. 能很好的进行新客户的开发和对原有客户的深层次挖掘。7.可以有效的进行资源整合，适应公司的发展战略。薪资待遇 公司给员工提供较大的发展空间，传统行业，市场广泛高提成，创业公司，邀请有志之士一起加入公司成为合伙人 \n"}
